[
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "'Five Weeknight Dishes'", "article_url": "https://www.nytimes.com/2019/04/12/dining/make-something-awesome.html", "summary": "Homemade pizza, mapo ragu, buttermilk roast chicken and more."},
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "The Daily Mini Crossword", "article_url": "https://www.nytimes.comhttps://www.nytimes.com/crosswords/game/mini", "summary": "Solve this bite-sized puzzle in just a few minutes."},
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "Got a confidential news tip?", "article_url": "https://www.nytimes.comhttps://www.nytimes.com/tips", "summary": "Do you have the next big story? Share it with our journalists."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Tracking Phones, Google Is a Dragnet for the Police", "article_url": "https://www.nytimes.com/interactive/2019/04/13/us/google-location-tracking-police.html", "summary": "The tech giant records hundreds of millions of people's locations worldwide.Investigators are using that technology to try to find criminal suspects. But the innocent can also be snared."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Here's how Google's Sensorvault works.", "article_url": "https://www.nytimes.com/2019/04/13/technology/google-sensorvault-location-tracking.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "The Many Reasons to Run for President When You Probably Don't Stand a Chance", "article_url": "https://www.nytimes.com/2019/04/13/us/politics/presidential-candidates-2020.html", "summary": "There are book deals and TV contracts and maybe a cabinet position if your side wins. Recent history suggests there is almost no downside to giving it a shot."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "House Chairman Says Treasury's Concerns Over Trump's Tax Returns 'Lack Merit'", "article_url": "https://www.nytimes.com/2019/04/13/us/politics/trump-tax-returns.html", "summary": "The tone of a lawmaker's letter suggested Democrats are prepared to take their request to court, initiating what could be a protracted legal fight over Congress's oversight powers."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Senator Cory Booker combined themes of unity with specific policies in what was billed as a hometown kickoff rally.", "article_url": "https://www.nytimes.com/2019/04/13/us/politics/cory-booker-newark.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Fed Chief Navigates an Angry President and Turbulent Markets", "article_url": "https://www.nytimes.com/2019/04/13/business/jerome-powell-fed-trump.html", "summary": "Jerome H. Powell, the Federal Reserve chairman, is walking a tightrope as he tries to steer the economy while President Trump attacks the Fed's moves.How Mr. Powell handles the next few months will be a critical test of his leadership skills."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Will Wall Street lose faith in the central bank?", "article_url": "https://www.nytimes.com/2019/04/12/business/wall-street-lose-faith-in-fed.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Central American Farmers Head to the U.S., Fleeing Climate Change", "article_url": "https://www.nytimes.com/2019/04/13/world/americas/coffee-climate-change-migration.html", "summary": "Farmers, agricultural scientists and industry officials say a new threat has been ruining harvests: climate change.Rising temperatures and increasingly unpredictable weather are plaguing farmers in Honduras and elsewhere."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "What It Takes to Pull Off India's Gargantuan Election", "article_url": "https://www.nytimes.com/2019/04/13/world/asia/india-election-results.html", "summary": "More than 900 million people -- over 10 percent of the world's population -- could head to the polls over several weeks.The process requires 12 million polling officials, cutting-edge technology, and in some cases, trains, planes and elephants."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Here's a simple guide to the largest democratic election in history.", "article_url": "https://www.nytimes.com/interactive/2019/world/asia/india-election.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "11 of Our Best Weekend Reads", "article_url": "https://www.nytimes.com/2019/04/13/arts/11-of-our-best-weekend-reads.html", "summary": "Learning more about Julian Assange. A mysterious infection sweeps the globe. Jane Doe Ponytail's final chapter. The first image of a black hole. And more."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Did you stay up to date this week? Take our news quiz.", "article_url": "https://www.nytimes.com/interactive/2019/04/12/briefing/12weeklynewsquiz.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "We Are the Most Share-Crazy Humans in the History of the World", "article_url": "https://www.nytimes.com/2019/04/10/opinion/internet-privacy-regulation.html", "summary": "Should we just get over it?"},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Facebook Is Stealing Your Family's Joy", "article_url": "https://www.nytimes.com/2019/04/12/opinion/sunday/facebook-privacy-parenting.html", "summary": "Before you post that baby bump or college acceptance letter online, remember how much fun it used to be to share in person."},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "I Don't Care. I Love My Phone.", "article_url": "https://www.nytimes.com/2019/04/10/opinion/iphone-privacy.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Everyone's Income Taxes Should Be Public", "article_url": "https://www.nytimes.com/2019/04/13/opinion/sunday/taxes-public.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "The Only Answer Is Less Internet", "article_url": "https://www.nytimes.com/2019/04/13/opinion/china-internet-privacy.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "The Massacre That Led to the End of the British Empire", "article_url": "https://www.nytimes.com/2019/04/13/opinion/1919-amrtisar-british-empire-india.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Making Babies in the Year 2045", "article_url": "https://www.nytimes.com/2019/04/10/opinion/genetic-testing-privacy.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Where Would You Draw the Line?", "article_url": "https://www.nytimes.com/interactive/2019/04/10/opinion/privacy-survey.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "It's Time to Panic About Privacy", "article_url": "https://www.nytimes.com/interactive/2019/04/10/opinion/internet-data-privacy.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "A.I. Is Changing Insurance", "article_url": "https://www.nytimes.com/2019/04/10/opinion/insurance-ai.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Do You Know What You've Given Up?", "article_url": "https://www.nytimes.com/2019/04/10/opinion/privacy-project-launch.html", "summary": ""},
{"section": "Editors Picks", "appears_ulr": "https://www.nytimes.com/", "title": "Laurie Metcalf, the First Lady of American Theater", "article_url": "https://www.nytimes.com/2019/04/13/style/laurie-metcalf-hillary-clinton.html", "summary": "From playing Roseanne's sis to Edward Albee characters and Hillary Clinton (with gin!) on Broadway."},
{"section": "Editors Picks", "appears_ulr": "https://www.nytimes.com/", "title": "The Secret to Fried Cauliflower That Is Savory Yet Light", "article_url": "https://www.nytimes.com/2019/04/10/magazine/fried-cauliflower-recipe.html", "summary": "The professional chef Samin Nosrat learned the key to perfect vegetable batter -- from her teenager."},
{"section": "Editors Picks", "appears_ulr": "https://www.nytimes.com/", "title": "Excavating My Childhood Photos -- and Myself", "article_url": "https://www.nytimes.com/2019/04/11/style/self-care/nonbinary-childhood-photos-jacob-tobia.html", "summary": "I wanted to uncover ancient shards of my childhood gender and piece them back into the whole, the performer Jacob Tobia writes."},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/world/americas/coffee-climate-change-migration.html", "title": "Central American Farmers Head to the U.S., Fleeing Climate Change", "authors": "Kirk Semple", "contents": "CORQUIN, Honduras -- The farmer stood in his patch of forlorn coffee plants, their leaves sick and wilted, the next harvest in doubt.Last year, two of his brothers and a sister, desperate to find a better way to survive, abandoned their small coffee farms in this mountainous part of Honduras and migrated north, eventually sneaking into the United States.Then in February, the farmer's 16-year-old son also headed north, ignoring the family's pleas to stay.The challenges of agricultural life in Honduras have always been mighty, from poverty and a neglectful government to the swings of international commodity prices.But farmers, agricultural scientists and industry officials say a new threat has been ruining harvests, upending lives and adding to the surge of families migrating to the United States: climate change.And their worries are increasingly shared by climate scientists as well.Gradually rising temperatures, more extreme weather events and increasingly unpredictable patterns -- like rain not falling when it should, or pouring when it shouldn't -- have disrupted growing cycles and promoted the relentless spread of pests.The obstacles have cut crop production or wiped out entire harvests, leaving already poor families destitute.Central America is among the regions most vulnerable to climate change, scientists say. And because agriculture employs much of the labor force -- about 28 percent in Honduras alone, -- the livelihoods of millions of people are at stake.Last year, the bank that climate change could lead at least 1.4 million people to flee their homes in Mexico and Central America and migrate during the next three decades.The United States has allocated tens of millions of dollars in aid in recent years for farmers across Central America, including efforts to help them adapt to the changing climate.But President Trump has vowed to cut off all foreign aid to Honduras, Guatemala and El Salvador because of what he calls their failure to curb the flow of migrants north.Critics contend the punishment is misguided, though, because it could undermine efforts to address the very problems that are driving people to abandon their farms and head to the United States.\"If Donald Trump withdraws all the funds for Honduras, it's going to generate more unemployment, and that's going to generate more migration,\" said Maria Esperanza Lopez, the general manager of Copranil, a coffee-growers cooperative here in western Honduras. \"And that's going to result in more abandoned farms.\"Coffee cultivators in the region are at particular risk of disruption because the crop is highly sensitive to weather variations.Fredi Onan Vicen Pena, the coffee farmer whose brothers, sister and teenage son have already given up and joined the exodus north, reached over and tore a leaf off one of his plants.It was a mottled yellow and brown: signs of coffee rust, a disease whose spread has been influenced by climate variability. As much as 70 percent of his crop, planted across five acres in a pine forest, had been affected, he estimated, and there was little chance he could salvage it.\"Climate change is destroying some farms,\" said Mr. Vicen, 41.Beyond that, some of his healthier plants had begun to blossom nearly two months ahead of schedule because of a heavy unseasonable downpour, throwing the entire growing cycle into doubt.\"This is not something we predicted,\" Mr. Vicen said.Average temperatures have risen by about two degrees Fahrenheit in Central America over the past several decades, making the cultivation of coffee difficult, if not untenable, at lower altitudes that were once suitable.That has forced some farmers to search for land at higher altitudes, switch to other crops, change professions -- or migrate.\"Some very fine families that have been producing quality coffee for a long time are now facing the decision of whether to stay in coffee,\" said Catherine M. Tucker, a professor of anthropology at the University of Florida who has done research in Honduras for more than two decades.Some climate scientists say that in the absence of long-term meteorological data, it is hard for them to say with certainty whether the increasing variability is caused by long-term changes in the region's climate. But, they say, they are leaning in that direction.\"It's becoming so unusual, it's almost certainly climate change,\" said Dr. Edwin J. Castellanos, dean of the Research Institute at the Universidad del Valle de Guatemala, a university in Guatemala City, and one of Central America's leading scientists in the field of climate change.Climate change is rarely the sole factor in the decision to migrate. Violence and poverty are prime drivers, but climate change can be a tipping point, farmers and experts say.\"Small farmers are already living in poverty; they're already at the threshold of not being able to survive,\" Mr. Castellanos said. \"So any changes in the situation may push them to have enough incentives to leave.\"The outlook for the region seems bleak. Reduced yields of coffee and subsistence crops like corn and beans could significantly increase food insecurity and malnutrition. By , the amount of land suitable for growing coffee in Central America could drop by more than 40 percent by 2050.The number of coffee producers in the area where Mr. Vicen lives has dropped by a quarter in the past decade -- to about 9,000 from about 12,000 -- partly because of pressure from climate change, said Marlon Danilo Mejia, the regional coordinator for the Honduran Coffee Institute, an industry trade group.A vast majority are small producers, managing less than about nine acres each, he said.Jose Edgardo Vicen, 37, one of Mr. Vicen's brothers, had weighed migrating for years. He had worked in the coffee fields since he was a boy, continuing the family tradition. In this part of Honduras, coffee is a major crop, with an increasing amount bound for North America, Europe and Asia.But after a rust outbreak and other pressures in recent years, including plunging commodity prices, the younger Mr. Vicen said he could no longer earn enough from his harvest to cover production costs.He headed north with his 14-year-old son last August, crossed the border illegally and settled in Texas. A brother and a sister, driven by similar circumstances, left Honduras soon afterward and also sneaked into the United States.\"For the small producer, I promise you, there's no way to get ahead,\" said Mr. Vicen, who now works in construction and sends remittances home to support his wife and daughter.When he was younger, harvest time \"was like a party,\" he recalled. Now, \"there are only losses, no profits.\"Fifteen producers from the Vicens' coffee cooperative -- more than 10 percent of its members -- have migrated to the United States in the past year, said Ms. Esperanza Lopez, the general manager of the cooperative. They have joined thousands of others from villages in Honduras's western highlands.Stephanie Leutert, director of the Mexico Security Initiative at the University of Texas at Austin, said that government statistics on apprehension of migrants at the southwest border of the United States in recent years reflect a sharp increase in people from western Honduras.After large caravans of migrants arrived last fall in Tijuana, Mexico, a United Nations found that 72 percent of those surveyed were from Honduras -- and 28 percent of the respondents had worked in the agricultural sector.The exodus of farm workers has worsened already serious labor shortages in western Honduras. Some industry leaders in the region joke that if the caravans in recent months were \"the laborer caravans,\" the next wave will be \"the grower caravans.\"Coffee farmers have been scrambling to adjust to the changes, learning which species are more resistant to plague and drought, and branching out into other crops -- like cacao, avocados or trees that produce construction-grade wood.Nongovernmental and public-private initiatives have also taken root in coffee-growing regions of Central America and around the world to help guide farmers. Some have received the backing of the world's biggest coffee sellers -- like Starbucks, Tim Horton's and Lavazza -- trying to ensure their future supply.Yet even the application of best practices is no guarantee that everything will be fine.\"The weather is crazy,\" said Carlos Pena Orellana, 58, a farmer and member of a local coffee cooperative. \"Everything's out of control.\"He owns 12 acres of land but can afford to farm only about five. He gets by with income from a tomato greenhouse he built with the cooperative's help, and with remittances from two sons who migrated to the United States after struggling through the rust crisis of 2012-13.\"They're helping to revive the farm,\" he said at his ramshackle ranch one recent afternoon. \"It's really difficult now.\"He turned to his youngest son, Carlos, 12, and saw a future migrant. Pointing a leathery finger, he said: \"You're next, right?\" Mr. Pena chuckled. The boy squirmed, saying nothing."},
{"appears_ulr": "https://www.nytimes.com/2019/04/12/dining/make-something-awesome.html", "title": "Make Something Awesome", "authors": "Emily Weinstein", "contents": "Hi and welcome to . As you may have gathered, I have a toddler, a kid who (lucky for me) goes wild for food. One of the joys of being with her lies in giving her something unequivocally awesome to eat for the very first time, and then watching her reaction. Over the weekend, that something unequivocally awesome was a hot dog.When she likes something, she points insistently until she can have more, or squeals and waves her arms as though she's splashing in a pool. When it's love, she goes silent. (Adults, by the way, do this last one, too. The first time I made Samin Nosrat's , the entire table went quiet.)The hot dog was met with that reverent silence, and then a pure and frenzied burst of happiness. (Followed by tears, but that's another story.) And I thought: We should eat hot dogs more often. So this week is devoted to dinners that are so cymbals-clashing good that everyone loses their minds. This is subjective, of course, as is everything related to food, so you tell me what works for you: .Here are five dishes for the week:Heaven is a big bowl of spicy noodles, a crunchy cabbage salad, herby tahini sauce, lemony scallions and an invitation to do up your bowl however you want. This Alison Roman recipe gives you options: Make just the noodles and the salad, or the noodles and one of the sauces. Or go big and make it all. It's vegetarian, but it could be smart, if you were inclined, to roast extra chicken from the recipe below and shred it to add to the mix.This is that incredible Samin recipe, famous from , and if you use bone-in thighs you could do it after work on a Monday. Marinate them as directed -- which means you need to plan 12 to 24 hours ahead -- and use plain yogurt if you don't have buttermilk. Arrange the thighs in the pan without crowding them; you want some room around them, so use a second pan if need be. Roast for about 40 minutes at 425 degrees. Glorious. Serve with a big salad and potatoes or good bread.This very easy vegetarian recipe has a devoted fan base, and there are good ideas for variations in the comments, for anyone who wants to play around with it. It is practically begging you to serve it with crisp, crusty . Don't say no. (Broccoli or broccoli rabe would also be a great addition.)I know, suggesting that you make pizza isn't exactly reinventing the wheel. But still: Don't skip homemade pizza! The excitement when it emerges from the oven is really extraordinary. This one feels virtuous, with those greens on top, but I also have my eye on this by Melissa Clark. And for the record I feel pizza counts as homemade even if you buy the dough, though if you were industrious or love a little project you could make the dough ahead and freeze it; here's for that.This Korean-Chinese-Italian recipe is shockingly good in a way that stays with you days after you've eaten it. The onions cook for at least 20 minutes, and so until recently I'd never made it on a weeknight. Then I heard a rumor that , one of our video producers, caramelizes his onions ahead. And so I did that, too, cooking the onions on a Sunday while I had other pots going for dinner that night; later in the week, finishing the recipe was a breeze. If you don't have a wok, use a very large skillet. "},
{"appears_ulr": "https://www.nytimes.com/interactive/2019/04/10/opinion/internet-data-privacy.html", "title": "", "authors": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/technology/google-sensorvault-location-tracking.html", "title": "Google's Sensorvault Is a Boon for Law Enforcement. This Is How It Works.", "authors": "Jennifer Valentino-DeVries", "contents": "Law enforcement officials across the country have been seeking information from a Google database called Sensorvault -- a trove of detailed location records involving at least hundreds of millions of devices worldwide, The New York Times found. Though the new technique can identify suspects near crimes, it runs the risk of sweeping up innocent bystanders, highlighting the impact that companies' mass collection of data can have on people's lives.The Sensorvault database is connected to a Google service called . The feature, begun in 2009, involves Android and Apple devices.Location History is not on by default. Google prompts users to enable it when they are setting up certain services -- traffic alerts in Google Maps, for example, or group images tied to location in Google Photos. If you have Location History turned on, Google will collect your data as long as you are signed in to your account and have location-enabled Google apps on your phone. The company can collect the data even when you are not using your apps, if your phone settings allow that.Google says it uses the data to target ads and measure how effective they are -- checking, for instance, when people go into an advertiser's store. The company also uses the information in an aggregated, anonymized form to figure out when stores are busy and to provide traffic estimates. And those who enable Location History can see a timeline of their activities and get recommendations based on where they have been. Google says it does not sell or share the data with advertisers or other companies. Yes. Google can also gather location information when you conduct searches or use Google apps that have location enabled. If you are signed in, this data is associated with your account. reported last year that this data, called Web & App Activity, is collected even if you do not have Location History turned on. It is kept in a different database from Sensorvault, Google says.To see some of the information in your Location History, you can look at your . This map of your travels does not include all of your Sensorvault data, however.Raw location data from mobile devices can be messy and sometimes incorrect. But computers can make good guesses about your likely path, and about which locations are most important. This is what you see on your timeline. To review all of your Location History, you can download your data from Google. To do that, go to and select Location History. You can follow a similar procedure to download your Web & App Activity on that page.Your Location History data will appear in computer code. If you can't read code, you can select the \"JSON\" format and put the file into a text editor to see what it looks like. Yes. The process varies depending on whether you are on a phone or computer. In its Help Center, Google provides instructions on disabling or and .For years, police detectives have given Google warrants seeking location data tied to specific users' accounts. But the new warrants, often called \"geofence\" requests, instead specify an area near a crime. Google looks in Sensorvault for any devices that were there at the right time and provides that information to the police.Google first labels the devices with anonymous ID numbers, and detectives look at locations and movement patterns to see if any appear relevant to the crime. Once they narrow the field to a few devices, Google reveals information such as names and email addresses."},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/us/politics/trump-tax-returns.html", "title": "House Chairman Says Treasury's Concerns Over Trump's Tax Returns 'Lack Merit'", "authors": "Nicholas Fandos", "contents": "A Democratic House chairman on Saturday castigated the Treasury Department for failing to meet his deadline to furnish President Trump's tax returns, arguing that the administration's apparent concerns over his use of powers outlined in the Internal Revenue Service's tax code \"lack merit.\"The chairman, Representative Richard E. Neal, Democrat of Massachusetts, set a new deadline for compliance, April 23, and warned that if the Trump administration did not reply by then, its \"failure will be interpreted as a denial of my request.\"The suggested Democrats are prepared to take their request -- made through a little-known provision in the federal tax code -- to court if necessary, initiating what could be a protracted legal fight over Congress's oversight powers. In it, he cited legal precedent that he argued clearly showed the law is on the committee's side, and said that the executive branch had no right to \"second guess\" its motivations.[]\"I am aware that concerns have been raised regarding my request and the authority of the committee,\" Mr. Neal wrote. \"Those concerns lack merit. Moreover, judicial precedent commands that none of the concerns raised can legitimately be used to deny the committee's request.\"The Treasury secretary, Steven Mnuchin, said on Saturday that he had read Mr. Neal's letter but made no commitments about complying with the request by the new deadline, which he described as \"arbitrary.\"\"I feel a responsibility that we get this right and that the I.R.S. doesn't become weaponized like it was under the Nixon administration,\" Mr. Mnuchin said during a news briefing on the sidelines of the annual spring meetings of the International Monetary Fund and World Bank.Mr. Mnuchin said that Treasury lawyers were studying the lawfulness of the request with the Justice Department. While he said that he would follow the law, he made clear that he had serious concerns about protecting the privacy of the tax returns of all taxpayers, including Mr. Trump.\"I don't think these are simple issues,\" Mr. Mnuchin said. \"They are constitutional issues.\"House Democrats, anticipating an increasingly likely legal fight over the Ways and Means action, have also taken steps to open a side door into Mr. Trump's finances. Representative Elijah E. Cummings, Democrat of Maryland and the chairman of the House Oversight and Reform Committee, informed Republicans on Friday that he intended to issue a subpoena in the coming days to compel Mazars USA, an accounting company tied to the president, to turn over relevant financial records in its possession.Republicans balked at the request, calling it an \"astonishing abuse\" of the committee's powers. But Mr. Cummings said he had the authority to investigate potential wrongdoing by Mr. Trump and testimony from Michael D. Cohen, his longtime fixer, that the president had intentionally misrepresented his assets and liabilities to suit his needs at a given moment.\"The committee has full authority to investigate whether the president may have engaged in illegal conduct before and during his tenure in office, to determine whether he has undisclosed conflicts of interest that may impair his ability to make impartial policy decisions, to assess whether he is complying with the emoluments clauses of the Constitution, and to review whether he has accurately reported his finances to the Office of Government Ethics and other federal entities,\" Mr. Cummings wrote, hinting at the broad scope of his own investigation.This month, Mr. Neal six years of Mr. Trump's personal and business tax returns, ending months of speculation about when newly empowered Democrats would make a request and how they would justify it.Mr. Trump himself has made abundantly clear he does not intend to relent on his yearslong objections to turning over his tax returns, and his personal lawyer has urged the Treasury Department to fight Mr. Neal's request.On Wednesday, just before Mr. Neal's initial deadline for compliance, the Treasury Department said the legality of the request but cast doubt on his assertions to having a legitimate legislative purpose to do so. Mr. Mnuchin wrote that he was consulting the Justice Department to draft a response, but did not indicate how long that would take.\"The committee's request raises serious issues concerning the constitutional investigative authority, the legitimacy of the asserted legislative purpose and the constitutional rights of American citizens,\" Mr. Mnuchin wrote. \"The legal implications of this request could affect protections for all Americans against politically motivated disclosures of tax information, regardless of which party is in power.\"Mr. Trump has defied modern political norms and refused to release any of his tax returns, either as a candidate or as president. He has repeatedly claimed, including as recently as Wednesday, that he is under audit by the I.R.S. and therefore cannot make the documents public as every other presidential nominee has done for decades.But no law prevents a taxpayer from releasing returns while under audit, and the I.R.S. automatically audits the returns of all presidents and vice presidents while they are in office.Mr. Neal says it is a committee investigation of that mandatory presidential audit policy that necessitates seeing Mr. Trump's returns.Mr. Neal is relying on a little-known provision in the federal tax code, Section 6103, that dates to the Teapot Dome scandal of the 1920s and gives the chairmen of Congress's tax writing committees unique powers to request tax information on any filer. The code itself gives the executive branch little wiggle room in responding, stating only that the Treasury secretary \"shall\" furnish the information upon request.Legal scholars who have studied the provision and Mr. Neal's request believe that if the Treasury Department does object, it will argue that the Ways and Means chairman has overstepped Congress's oversight authority by making a request that lacks a legitimate legislative purpose and is meant only to achieve a political end. A resulting legal fight could ultimately make it to the Supreme Court and have significant implications on the expansiveness of Congress's investigative powers.Republicans on Capitol Hill, Mr. Trump's White House aides, and , have all argued that Democrats are merely out to politically embarrass the president and urged the I.R.S. and Treasury Department to reject their request as illegitimate.Mr. Neal's letter on Saturday punched back at some of their objections. Notably, it was addressed not to Mr. Mnuchin but to Charles P. Rettig, the I.R.S. commissioner, whom Democrats believe should make the decision himself.At the news briefing on Saturday, Mr. Mnuchin defended his decision to oversee the request, noting that the Treasury Department supervises the tax collection agency.Mr. Neal argued that the statute in question was clear that Mr. Rettig must hand over the information. But he added that the administration had no authority to question how the committee would handle the information or the validity of its legislative purpose.\"There is no valid basis to question the legitimacy of the committee's legislative purpose here,\" Mr. Neal wrote, citing a 1957 Supreme Court case, Watkins v. United States, as saying Congress's investigative powers were \"broad\" and \"encompasses inquiries concerning the administration of existing laws as well as proposed or possibly needed statutes.\"But legal scholars say that the administration could seek to cite the same 1957 ruling against the committee, because it also holds that while the powers of Congress to investigate are \"broad,\" they are also \"not unlimited.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/business/jerome-powell-fed-trump.html", "title": "As Fed Chief, Jerome Powell Navigates an Angry President and Turbulent Markets", "authors": "Jim Tankersley, Neil Irwin", "contents": "WASHINGTON -- As soon as the Federal Reserve chairman, Jerome H. Powell, finished speaking at his December news conference, it was clear, even to him, that he had blown it. Stocks were tumbling. Analysts worried that the Fed was steering the economy into recession.And President Trump was furious.Four months later, Mr. Powell and the Fed have mostly repaired the damage, ending a steady march of interest rate increases and signaling that their next policy move may well be a rate cut if the economy continues to soften. Markets have rallied and recession fears have cooled. But one challenge has only worsened for Mr. Powell: Mr. Trump and his escalating anger at the Fed.The president's relentless attacks on the central bank, which he blames for slowing United States economic growth, are putting Mr. Powell in a bind as he tries to bolster the economy without feeding fears that he is buckling under political pressure and damaging the integrity of an independent Fed.Publicly and privately, Mr. Powell rejects any suggestion that Mr. Trump has influenced his, or the Fed's, actions. Mr. Powell said this year that he would not resign if the president asked him to. Associates say he is prepared to fight any attempt by Mr. Trump to try to fire him.Yet while Mr. Powell repeatedly denies that Mr. Trump is changing the Fed's course, the central bank has largely moved in the direction that the president wants. For now, there is little distinction between Mr. Trump's view that rates should stay low because the economy is strong and the Fed's view that rates should remain low because the economy is fragile.How Mr. Powell handles the next few months will be a critical test of his leadership skills. A year into his chairmanship, Mr. Powell is trying to guide the Fed through a in the global economy, with slowing growth in Europe and China as well as in the United States, which is feeling the waning effects of Mr. Trump's $1.5 trillion tax cut and pain from his trade war.After four consecutive interest rate increases last year on the back of an accelerating economy, Mr. Powell is now executing an abrupt shift in the Fed's efforts to balance growth and inflation concerns, while under assault from the president who appointed him to the job -- and now regrets it.\"Well, I personally think the Fed should drop rates,\" Mr. Trump . He has said he intends to like Herman Cain and Stephen Moore to the Fed's seven-member board -- two partisan candidates whose appointments would be a departure from the tradition of Fed leaders, who are more insulated from politics.Mr. Powell is , chosen by Mr. Trump in part because he fit the president's \"central casting\" image of a central banker. According to interviews with colleagues, friends and lawmakers, Mr. Powell has spent the past several months pushing the Fed toward more growth-oriented policies, not because Mr. Trump is demanding it, but because he believes economic data have given the Fed no other choice.\"One thing that has served him well, and has served the committee well, is to always take a fresh look at what's happening,\" said John C. Williams, the president of the Federal Reserve Bank of New York and vice chairman of the Federal Open Market Committee. \"Not get caught up in 'We said this in September,' or, 'We said this in November,' but really to say, 'What do we think is right?' He's focused on, 'Let's get it right, and then let's do our best to explain it, in terms of why we've shifted our views.'\"Mr. Powell's difficulties festered for much of last year, as the economy soared with stimulus from Mr. Trump's tax cuts, more government spending and increased business confidence. Unemployment fell below 4 percent -- approaching five-decade lows -- wages began to climb and economic growth was heading toward 3 percent.The Fed, convinced the economy could withstand higher borrowing costs, raised rates three times. But in the weeks leading to the Fed's final meeting of 2018, ominous signs began to emerge, suggesting that China's economy, and the global economy as a whole, was slowing. A key indicator based on bond prices was flashing warnings of a possible recession. Yet the Fed raised rates a fourth time at that December meeting, a move that even some Democratic economists called unnecessary.Mr. Powell tried to pull off what Fed insiders call a \"dovish hike\" -- raising rates while conveying to markets that the end of such increases was in sight. But in Fed forecasts released that day, it in 2019.Markets, already spooked, plunged during a news conference after the meeting, as investors interpreted Mr. Powell's comments as suggesting more rate increases were coming soon, even if the economy slowed. Perhaps most worrisome to investors was his suggestion that another tool it had been deploying to remove stimulus from the economy -- the shrinking of its giant portfolio of bonds -- would continue on \"autopilot.\"In the days that followed, Mr. Trump and his allies called for Mr. Powell to resign or be fired.\"If only the Fed would loosen up a bit so that we don't have a recession,\" Mr. Moore, the conservative economic commentator whom Mr. Trump intends to nominate to the Fed board, said in a radio interview in December. He argued that the president could fire Mr. Powell for \"cause,\" saying the Fed chairman was \"wrecking our economy.\"Mr. Powell spent the holidays holed up at a family gathering in South Florida watching financial market swings, negative corporate news and shaky economic data -- and plotted a way to correct the mistakes. He scratched out bullet points on a notepad and waited for an opportunity to publicly pivot.In early January, armed with his handwritten bullet points and arrows signifying the sequence in which he intended to deliver them, Mr. Powell on the Fed's outlook at an American Economic Association panel in Atlanta.This time, Mr. Powell left no chances. He made clear that the Fed would react accordingly if the economy showed signs of weakness and \"wouldn't hesitate\" to change its approach to winnowing its giant portfolio of government-backed bonds.The Standard & Poor's 500-stock index soared 3.4 percent.On this occasion, Mr. Powell was driving the policy shift himself. While the Fed makes policy through a committee of representatives from reserve banks around the United States, he had not had time to make phone calls to most of the other 16 officials before changing the tone.Several weeks later, the Fed released a unanimous statement saying it would \"be patient\" as it determined the path of interest rates.In March, the Fed left rates unchanged in a range of 2.25 percent to 2.5 percent and downgraded the 2019 growth forecast, citing global slowdowns. In his news conference, Mr. Powell left open the possibility that the Fed's next move on interest rates could be a cut. He also said that the Fed planned to stop shrinking its portfolio of government bonds, known as quantitative tightening, later this year.While economists and investors applauded the move, , blaming Mr. Powell for slowing what he believed would have been even stronger growth in 2018 and putting the economy at a disadvantage.\"Had the Fed not mistakenly raised interest rates, especially since there is very little inflation, and had they not done the ridiculously timed quantitative tightening, the 3.0% GDP, & Stock Market, would have both been much higher & World Markets would be in a better place!\" Mr. Trump .This month, the to cut rates and to resume efforts to pump up the economy by buying bonds, a tool it previously used to help lift the economy out of recession.Among colleagues, Mr. Powell has emphasized the importance of not letting political considerations cause the central bank to err in either of two directions. One risk would be to bend toward the will of elected officials, which could put the economy's long-term stability at risk.He has also mentioned a more subtle risk: stubbornly insisting on doing the opposite of what a president seeks to prove independence, and in that way doing the wrong thing. That, too, could be viewed as political interference.\"He's in a world where there is inevitably going to be speculation about a political motive,\" said Janet L. Yellen, Mr. Powell's predecessor as Fed chief. \"You can't avoid that. The only reasonable thing you can do is get it all out of your head and make decisions based on facts and analysis, and that's what Jay is doing.\"Some Democrats, particularly in the Senate, have praised Mr. Powell for standing firm against Mr. Trump, while criticizing him and the Fed for a string of recent actions to loosen banking regulations imposed after the 2008 financial crisis.Other lawmakers who have spoken with Mr. Powell in recent months say they have not agreed with his decisions but view him as doing the best he can.Senator Tim Scott, Republican of South Carolina and a member of the Banking Committee, gave Mr. Powell a \"B, B-plus\" grade, while contending that the pressure from Mr. Trump reflects a president's typical desire to build a \"thriving economy.\"Mr. Powell \"has done a good job trying to find a balance and equilibrium between trying to allow an economy that is really hot not overheat,\" Mr. Scott said, \"while also not throwing a wet blanket over it.\"Another committee member, Senator Tina Smith, Democrat of Minnesota, called the possible nominations of Mr. Moore and Mr. Cain \"an attack on Fed independence\" but said she was confident Mr. Powell would not be affected by them.\"I think that he is walking a very fine and difficult line,\" Ms. Smith said. \"He should be motivated by what he thinks is the right thing to do, and not political pressure. Having talked to him, I think he's keenly aware of that -- of not becoming somebody's political tool.\"Even some White House officials say Mr. Powell has impressed them with his poise -- and his pivot.A senior administration official, who spoke on the condition of anonymity to publicly discuss the Fed, said Mr. Powell handled the criticism \"gracefully.\" Asked what Mr. Trump thinks of Mr. Powell now, the official paused before finally answering.The president would \"like to see lower rates,\" he said."},
{"appears_ulr": "https://www.nytimes.com/interactive/2019/04/13/us/google-location-tracking-police.html", "title": "Tracking Phones, Google Is a Dragnet for the Police", "authors": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2019/04/12/business/wall-street-lose-faith-in-fed.html", "title": "Will Wall Street Lose Faith in the Fed?", "authors": "", "contents": "The Federal Reserve gave Wall Street just about everything it wanted, helping to make the first three months of 2019 a great time to be in stocks and bonds.Yet Fed policy may be partly responsible for problems in the markets, too, raising the prospect of a reversal later this year.For the quarter, the average domestic stock fund tracked by Morningstar gained 13.5 percent, led by specialists in technology, energy and consumer issues. Bond funds were up 3.8 percent, and international stocks rose 11.1 percent, with funds that focus on China and other emerging markets doing best.But some market strategists worry that the Fed has been trying too hard to please investors.\"Central banks feel pressure to act when they should do nothing,\" said Luca Paolini, chief strategist at Pictet Asset Management. \"That's a terrible message: 'Don't worry because we'll be there for you.'\"The Fed abruptly signaled, just as 2019 began, that it was shifting to an easier monetary policy when there were unmistakable signs that economic growth was flagging. The Fed's benign message sent stocks to the best January in more than 30 years after the worst December in nearly a century.But when the central bank reiterated its relaxed posture last month, promising not to raise interest rates this year, the reaction in the stock market was less enthusiastic, and bond yields sank, a sign of concern about economic prospects.Traders who keep faith with the Fed may feel vindicated by its decision to move in a dovish direction and no doubt will continue to support share prices.But the Fed has come under pressure from President Trump to be more dovish still. And some investment advisers detect a whiff of desperation in the Fed's efforts to keep the economic recovery and bull market going into their second decade. They question how long either can continue before a painful reckoning.Highlights of mutual fund performance in the first quarter.Leaders and LaggardsStocks vs. BondsAmong general domestic stock funds.Average returns, by fund category.12 MONTHS1ST QTR.LEADERS12 MONTHS1ST QTR.General stock funds+-++6.03.33.24.6%++++13.611.13.82.6%Alger SmidCap Focus++++++-+22.027.321.522.225.525.014.531.0%++++++++30.630.628.027.927.827.127.126.5%International stocksMorgan StanleyInst. Incept.Taxable bondsLeland Thomps.Reut. Vent. Cap.Municipal bondsEventideGileadGrowth vs. ValueNeub. BermanSm. Cap Gr.Returns in the first quarter.GrowthBlendValueLord AbbettDev. Growth+20%HodgesRetail+15Morgan StanleyInst. Disc.+10+50Large capMiD capSmall cap12 MONTHS4TH QTR.LAGGARDSSector by SectorConvergenceCore Plus Inst.++ +----2.12.2n/a2.01.43.90.427.3%+++++++-3.83.73.52.92.10.60.06.6%12 MONTHS1ST QTR.Meeder Mod.Alloc. Inst.Technology++++++-+--11.01.916.95.113.17.36.516.88.03.2%++++++++++20.916.416.115.513.413.412.511.48.80.8%Equity energyTrend Aggreg. Div.and Inc. Inst.Real estateCopeland RiskMan. Div.Consumer defensiveHealthIntrepid Endur.InvestorCommunicationsPower Div.IndexNatural resourcesUtilitiesRedwood AlphaTact. CoreFinancialCGM FocusMulticurrencyStocks vs. BondsAverage returns, by fund category.12 MONTHS1ST QTR.General stock funds+-++6.03.33.24.6%++++13.611.13.82.6%International stocksTaxable bondsMunicipal bondsGrowth vs. ValueReturns in the first quarter.GrowthBlendValue+20%+15+10+50Large capMiD capSmall capSector by Sector12 MONTHS1ST QTR.Technology++++++-+--11.01.916.95.113.17.36.516.88.03.2%++++++++++20.916.416.115.513.413.412.511.48.80.8%Equity energyReal estateConsumer defensiveHealthCommunicationsNatural resourcesUtilitiesFinancialMulticurrencyLeaders and LaggardsAmong general domestic stock funds.LEADERS12 MONTHS1ST QTR.Alger SmidCap Focus++++++-+22.027.321.522.225.525.014.531.0%++++++++30.630.628.027.927.827.127.126.5%Morgan StanleyInst. Incept.Leland Thomps.Reut. Vent. Cap.EventideGileadNeub. BermanSm. Cap Gr.Lord AbbettDev. GrowthHodgesRetailMorgan StanleyInst. Disc.12 MONTHS4TH QTR.LAGGARDSConvergenceCore Plus Inst.++ +----2.12.2n/a2.01.43.90.427.3%+++++++-3.83.73.52.92.10.60.06.6%Meeder Mod.Alloc. Inst.Trend Aggreg. Div.and Inc. Inst.Copeland RiskMan. Div.Intrepid Endur.InvestorPower Div.IndexRedwood AlphaTact. CoreCGM FocusBy The New York Times | Source: Morningstar\"They screwed up badly by making us worry they're out of bullets,\" said James Paulsen, chief investment strategist at the Leuthold Group. \"You don't say you're going to guarantee no rate hikes until 2020. What are they so scared about all of a sudden?\"The short answer: a recession.By one important measure, the economy is doing nicely; the unemployment rate was 3.8 percent in March, close to a 50-year low. But that tends to be a lagging indicator, as employers are reluctant to let workers go until they have no choice. Much other data, related to factors as diverse as housing, borrowing, consumer confidence and manufacturing, hints that the decade-long economic expansion may be in jeopardy.The stock market was happy to put its faith in the Fed's renewed commitment to buoy the economy through most of the first quarter; even after losing a bit of ground in the final week or so, the S&P 500 rose 13.1 percent. But bond traders seem unconvinced.The yield on 10-year Treasury issues sank from about 3.2 percent in October to 2.44 percent on March 22, less than the 2.45 percent rate on three-month Treasury bills. That condition, an inverted yield curve, didn't last long. The 10-year rate on Thursday was 2.5 percent; the three-month rate, 2.36 percent. But the brief inversion suggested that investors were anticipating slow growth for a long time, dovish Fed or not.Although the extent of the Fed's ability to influence the markets is open to debate -- the changes it makes to the interest rates it sets tend to follow changes in market rates -- Komal Sri-Kumar, president of Sri-Kumar Global Strategies, said the Fed could support the stock market if other factors, such as valuations, cooperated.\"If it's very overvalued and the Fed cuts rates to help, it's not going to prevent a correction,\" he said.Mr. Sri-Kumar expects the Fed to reduce interest rates in June and September. Valuations are reasonable enough, in his opinion, that \"the Fed has a chance\" of propping up stocks, but if it continues to cut after that or begin a new round of asset purchases, even with stocks doing well, it may prove counterproductive.\"The Fed is going to help the stock market for some time, but by the end of 2019, it will run out of options,\" he said. \"If valuations are much higher than today and the Fed says it's going to keep the rally going, then people will say, 'The Fed probably knows something about the economy, so I'll sell.'\"What everyone seems to believe about the economy is that it's on less stable footing than last year.The Baltic Dry Index, which measures the cost of carrying bulk goods by ship, plunged more than 30 percent in nine months, to a three-year low. Defaults on loans to American farmers recently hit a nine-year high, and a record number of car loans are 90 days past due.The economic picture abroad is worrisome, too. Growth in China has subsided as frosty trade relations with the United States linger. As uncertainties remained over exactly how Britain would detach itself from the European Union, the Bank of England last month reported reductions in growth in construction and retail sales, and a decline in manufacturing output. German industrial orders just recorded their biggest year-on-year drop since 2009, raising recession fears there.The slowing growth is filtering through to corporate earnings. The companies in the S&P 500 are estimated to have made 4.1 percent less in the first quarter than in the first quarter of 2018, according to FactSet Research. The firm foresees a modest pickup for the full year to 3.6 percent growth.For many market professionals, it's a question of when, not if, the economic and earnings backdrops become too feeble and stocks suffer another fall.Tobias Levkovich, chief United States equity strategist at Citi Research, says the clock is ticking.\"If the Fed's not going to raise rates tomorrow, that's fine,\" he said, \"but there's a sense that this is the end of the cycle.\"The Fed's about-face \"was a very powerful buy signal\" and a \"major reset of expectations,\" Mr. Levkovich said, but manufacturing has looked weak for several months, based on orders for durable goods, surveys of purchasing managers and German exports to China.Another concern is surveys indicating more rigorous standards on commercial and industrial loans, which \"tightened up sharply in the fourth quarter,\" he said. Changes in lending standards tend to be felt in the economy about nine months later, he noted, so \"late in the third quarter or in the fourth, we're likely to see some softening up of economic data and earnings.\"Mr. Levkovich expects the S&P 500 to end the year at 2,850, near where it is now, and it could reach 2,950 before easing. Until then, economically sensitive areas that weakened as growth slowed, such as energy, semiconductors and capital goods, could outperform, he said, and if you're looking for something safer as a hedge, try big pharmaceutical companies.Ian Mortimer, co-manager of the Guinness Atkinson Global Innovators fund, also likes semiconductors, one of several technology niches that he expects to grow even in an iffy economy, including payments and e-commerce. These tech segments can capitalize on the expansion of data centers and the development of artificial intelligence and the internet of things, or the use of internet connections to enhance the use of everyday, real-world objects.\"These secular-growth themes continue to grow regardless of what the market is doing,\" he said. By contrast, \"older industries are feeling pressures.\"Mr. Paolini at Pictet called the first-quarter rally \"an overreaction to an overreaction\" and warned that \"the next big move is going to be down, not up.\" But while he sees \"lots of headwinds\" preventing the market from rising in the short term, he added, \"I don't see a clear catalyst for a significant decline.\"He finds more opportunities overseas. American defensive stocks may be expensive, for instance, but a higher proportion of British stocks are in defensive sectors, and they are much cheaper, he said. When signs of a recovery in global growth appear, he would put more money into Continental Europe, where economically sensitive stocks are reasonably priced, and Japan.Mr. Paulsen expressed concern about the yield curve, but he saw few other harbingers of recession. Household debt is well behaved, and the leading indicators index, a basket of economic measures that tend to move ahead of changes in economic growth, is at a record high.The sharp decline in bond yields and the correction last year have taken the backdrop for stocks \"from hostile to hospitable,\" he said. He also noted that sentiment is \"so bearish and cautious,\" which often occurs closer to bottoms in stocks than tops.He's not bearish, but he is cautious. Whatever an investor's neutral allocation to stocks would be, he recommends committing slightly more, particularly in foreign markets and in economically sensitive niches like energy, basic materials and industrials.As important a signal as the inverted yield curve may be, Mr. Paulsen suggested that it might be sending a false signal because it has occurred under the unorthodox practices and unique conditions engineered by the Fed after the financial crisis a decade ago. He wouldn't bet much on the economic expansion or the bull market persisting, but he wouldn't bet much against it, either.\"I like the odds that we're overestimating risks, but that's not to say it's not the start of 2008 again,\" he said. \"Everything about the Fed has been weird in this cycle. If this has the weirdest ending, it shouldn't shock us, but that doesn't necessarily mean a bear market. What if we had another five years of recovery? There are a lot of different weird ways this could go.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/us/politics/cory-booker-newark.html", "title": "Cory Booker, Citing a Rising Newark, Pitches a Campaign of 'Justice'", "authors": "Nick Corasaniti", "contents": "NEWARK -- Drawing on themes from the Rev. Dr. Martin Luther King Jr.'s \"Letter From a Birmingham Jail,\" Senator Cory Booker pitched his campaign for president in newly urgent terms on Saturday, declaring that \"we are here today to say we can't wait\" as he laid out his vision for addressing the economic and social ills of the country.In what was billed as the major hometown rally kicking off his campaign, Mr. Booker spoke to a late-arriving but enthusiastic crowd at Military Park, in a city that was once a symbol of urban despair but has credible claims of an economic and cultural resurgence. Mr. Booker combined his familiar themes of unity with specific policies to close the racial wealth gap, repair what he considers a broken criminal justice system and set the country on a path to be a leader in climate change.\"We can't wait when powerful forces are turning their prejudice into policy and rolling back the rights that generations of Americans fought for and heroes died for,\" Mr. Booker said. \"We can't wait when this administration is throwing children fleeing violence into cages, banning Muslims from entering the nation founded on religious liberty, and preventing brave transgender Americans from serving the country they love.\"The event also marked a kind of apex of Mr. Booker's focus on Newark, a city he mentions more often on the campaign trail than his own name, hoping that the city's rocky yet resilient rise can help propel him to the top of a crowded Democratic field for the 2020 election.In a race that features six senators, Mr. Booker has often sought to shift the focus from his time in Washington to his tenure in what is known as Brick City, when he was a young, upstart mayor who for his well-documented and social-media-fueled efforts to turn around Newark.\"There is nobody in this race who has been a chief executive officer of their state's largest city managing through a recession,\" Mr. Booker told crowds in New Hampshire last weekend.But it is a pitch that is not without risk.While Newark, which has a population of 285,000, is clearly in the , it still struggles with crime and poverty. The median household income is roughly $20,000 less than the national average, and more than 28 percent of the city's residents live below the poverty line, .And Mr. Booker's tenure in Newark was not without blemishes. The Police Department, plagued by decades of mismanagement and corruption, was and placed under a consent decree. The results were mixed for a highly touted $100 million investment in Newark schools by Mark Zuckerberg, the chief executive of Facebook. And though homicides reached historic lows early in Mr. Booker's first term, crime just as he was elected to the Senate in 2013, eliciting criticism that he had stopped focusing on the city with his sights set on Washington.Ras Baraka, the current mayor of Newark, was one of those critics. But he has since , and the two have united around a message of progress sparked by Mr. Booker and brought across the finish line by Mr. Baraka (his re-election slogan last year was \"Touchdown!\").[]\"If you make your bones here, there is no place out there that can stop you in this country,\" Mr. Baraka said, referring to Newark. \"I usually tell people he got us on the field, and we took the ball and got us in the end zone. But if you can't get in the game, you don't get to win the championship. Senator Booker got us in the game.\"Amid the crowd on a surprisingly hot April afternoon, Mr. Booker basked in the city's renewal, as evidenced by the street vendors lining the park and the long shadows cast by skyscrapers, both venerable ones and new glass towers bearing the logos of Fortune 500 companies.\"When this city took a chance on me as their mayor, the chief executive of this city, I didn't wait to bring people together,\" Mr. Booker said. He continued: \"We got people to invest here. We opened new businesses, created thousands of new jobs -- and after 60 years of decline, Newark is growing again.\"Mr. Booker began his campaign for president with a video from the streets of the city he still calls home, and his campaign swings feature the near ubiquitous campaign line of \"I got my degree at Stanford but my Ph.D. on the streets of Newark.\" But he ratcheted up his focus on Newark in the weeks before the rally.In a recent campaign swing through New Hampshire, Mr. Booker recalled his much-publicized battle with Conan O'Brien, who as host of \"The Tonight Show\" in 2009 joked that a better health care plan for citizens of Newark \"would consist of a bus ticket out of Newark.\" Mr. Booker responded by recording a video \"banning\" Mr. O'Brien from the city's international airport. The tiff played out for weeks on social media and late-night shows, before Hillary Clinton stepped in to broker a peace deal.Mr. Booker, who critics sometimes charge chased fame more than his mayoral duties, paints the whole affair as a clever bit of earned publicity for his struggling city.\"That video went viral,\" Mr. Booker told a crowd at a house party in Bedford, N.H., last week. \"Every show I was going on -- I went on Jay Leno -- every chance I had I talked about the opportunities in Newark. I bragged about my city with more American eyes watching than ever before.\"Leading up to Mr. Booker's address was a cattle call of influential New Jersey Democrats, including Gov. Philip D. Murphy, Senator Robert Menendez, Mr. Baraka and Joseph N. DiVincenzo Jr., the Essex County executive.But as much as his home state and city were represented at the rally -- even the marching band from his launch video took the stage to warm up the crowd before Mr. Baraka spoke -- Mr. Booker continued to focus on a sense of critical national urgency.In choosing to have his kickoff rally on April 13, Mr. Booker pointed to the same day in 1963, when Dr. King first woke up in a jail in Birmingham and began writing what would become \"Letter From a Birmingham Jail.\"\"Generations of Americans have shown us what was possible when they refused to wait,\" Mr. Booker said. \"Now it's our turn. And we have work to do.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/us/politics/presidential-candidates-2020.html", "title": "The Many Reasons to Run for President When You Probably Don't Stand a Chance", "authors": "Matt Flegenheimer", "contents": "There is no discernible mass groundswell for an Eric Swalwell presidential campaign.The case against: He is a 38-year-old California congressman of little legislative distinction. He would appear to have minimal running room in a deep and accomplished Democratic field expected to grow to 20 or so -- large enough to fill two baseball starting lineups, with another contender or two left to heckle from the dugout.The case for: Why not?\"We don't have time for vanity things,\" Mr. Swalwell insisted in an interview this past week, the morning after he announced his candidacy on \"The Late Show With Stephen Colbert,\" pledging to anchor his bid in a call for greater gun control. \"We're doing big things.\"That remains to be seen. But at the very least, if recent history is a guide, a run is likely to yield better things, perpetuating the victory-in-defeat incentive structure endemic to modern presidential politics.Today's primaries tend to produce one nominee but many winners. Beyond the long-shot candidates effectively auditioning for cabinet positions or building a profile (and donor base) for future races, there are prospective books to sell and television contracts to sign, boards to join and paid speeches to paid-speak. Any setback is temporary, any embarrassment surmountable.[]\"There's just absolutely no downside and only upside,\" Antonia Ferrier, a longtime Republican strategist and former senior aide to Senator Mitch McConnell, said of quixotic presidential runs. \"It is an industry of self-promotion. What better way to self-promote than run for president?\"The Democratic presidential field is more crowded than usual. Here's how it compares with past cycles.Mike Huckabee, the former Arkansas governor, has leveraged two losing presidential campaigns into an empire of folksy conservative ubiquity across television, radio and print. Ben Carson transitioned from renowned neurosurgeon to national hero of the right during a 2016 run that included an extended midcampaign hiatus . His efforts were rewarded with a job in President Trump's cabinet.Newt Gingrich, the former Republican House speaker, clawed back to national prominence seven years ago despite posing little threat to take the nomination, turning the protagonist of his wife's children's book -- a fictional elephant named Ellis -- into a kind of available for voter consumption.\"It gives you a certain stature the rest of your life, kind of like having once been speaker of the House,\" Mr. Gingrich said in an interview. \"They introduce you, and then they say, '... and former presidential candidate!' It's not bad.\"It is not. And underdog entrants have grown skilled at presenting their campaigns in altruistic terms, suggesting that finding a platform for a worthy cause is a reward tantamount to winning.[]Tulsi Gabbard, a Hawaii congresswoman barely registering in most polls, has presented herself as the \"peace\" candidate opposed to military intervention overseas, though her willingness to visit President Bashar al-Assad of Syria wide scrutiny. Andrew Yang, a businessman and political newcomer, has found a semi-viral following with and a \"universal basic income.\"The Rev. Al Sharpton, who sought the Democratic nomination in 2004, said the experience aided his civil rights advocacy and increased his personal clout, expanding his opportunities even though he never approached serious electoral strength.\"It opened doors. I was taken more seriously and what I represented was taken more seriously,\" Mr. Sharpton said.He recalled just before the primaries and later securing an invitation to meet with President George W. Bush. \"No one in New York, when I was a tracksuit-wearing local activist, would ever dream I would sit down with a Republican president or host 'Saturday Night Live,'\" Mr. Sharpton said.Of course, it was Mr. Trump's belief in the branding powers of a presidential campaign that pulled him into the 2016 race -- and his triumph that has helped inspire successors. But Mr. Trump was already famous when he declared his intentions. And his blistering campaign style revealed a potential complication for those who see only benefits in running: Some of the top-tier contenders in 2016 -- like Jeb Bush, appraised as \"low energy\" on Mr. Trump's Twitter feed -- came away plainly diminished as national figures. (Others, like Rick Perry and Mr. Carson, joined Mr. Trump's administration.)Severe humiliation seems less likely among these Democrats, without a leading candidate who revels in savaging others in the party. In fact, for those with little to lose but an election, a national campaign appears to have grown only more attractive, even in a primary contest now teeming with 18 candidates.Many politicians look in the mirror and see a president. But at least as many look at the television, see peers with equivalent qualifications succeeding and reason that they should wander onto the set themselves.If Beto O'Rourke, a Senate-race-loser little known before last year, to the top tier of the Democratic field, what is stopping others? If -- a millennial mayor of a barely midsize city who was an also-ran in a 2017 bid to head the Democratic National Committee -- can achieve national celebrity, why can't anyone?\"I don't think anyone who runs for president does it just to boost their careers,\" said Steve Israel, the former chairman of the Democratic Congressional Campaign Committee. \"At the back of your mind is the constant calculation that you can catch some wave.\"Mr. Swalwell, explaining to run, cited Mr. Buttigieg's success as evidence of his own viability. \"We're seeing generational cases being made here and they're landing,\" Mr. Swalwell said. \"It's completely reaffirmed to me that a generational candidate can connect.\"This Democratic cycle does afford uncommon courtesies to nonfavorites. Sensitive to any perception of party meddling from on high, the D.N.C. does not plan to place front-runners and long shots on separate debate stages, the so-called undercard debate format used for low-polling Republicans in 2016. Democrats who reach a minimum (and not especially stringent) threshold for polling or fund-raising will be slotted randomly into one of two debates on consecutive nights; some lesser-known contenders, including Mr. Yang, already seem poised to qualify.Rick Santorum, a Republican presidential candidate in 2012 and 2016 who has since become a political commentator on CNN, noted that his network was inviting Democratic candidates on air for hourlong town hall forums, whether or not they have gained much traction.\"There's just so many more opportunities to break through,\" he said. \"I don't know anybody who has a quasi-legitimate shot at running for president who should pass it up.\"But Mr. Santorum, a former Pennsylvania senator who won 11 states in 2012 as the primary runner-up to Mitt Romney, cautioned candidates against expecting lasting personal dividends from an unsuccessful run.\"I was on the national stage before,\" he said, suggesting that his presidential campaigns had little effect on his future prospects. \"I did Fox for five years after I left the Senate. I did books. If you're someone who's relatively obscure, who's not had a national profile, I don't know. You can ask them.\"This warning was bipartisan. Lincoln Chafee, the former Rhode Island governor who sought the Democratic nomination in 2016, said his professional life had not appreciably changed since a campaign that was most closely associated with his pitch to convert national measurements to the metric system (and that ).He still believes he deserved a longer look. \"I was in favor of bringing Snowden home, stopping drone strikes, ending capital punishment,\" Mr. Chafee said. \"But everyone screamed about metric.\"He contends that the instincts that led him into the 2016 contest, despite Hillary Clinton's overwhelming advantages, were validated by Senator Bernie Sanders's strong showing.\"I always thought there was room for somebody to take off,\" Mr. Chafee said. \"I was right. It just wasn't me.\""},
{"appears_ulr": "https://www.nytimes.com/interactive/2019/04/10/opinion/privacy-survey.html", "title": "Where Would You Draw the Line?", "authors": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/opinion/1919-amrtisar-british-empire-india.html", "title": "The Massacre That Led to the End of the British Empire", "authors": "", "contents": "On April 13, 1919, Gen. Reginald Dyer led a group of British soldiers to Jallianwala Bagh, a walled public garden in the Sikh holy city of Amritsar. Several thousand unarmed civilians, including women and children, had gathered to celebrate the Sikh New Year.Viewing the gathering as a violation of the prohibitory orders on public assembly, General Dyer ordered his troops to fire without warning. According to official figures, the 10 minutes of and more than a thousand injured.As news of the massacre became public, many hailed General Dyer's actions as necessary to keep an unruly subject population in order. For Indians, \"Jallianwala Bagh\" became a byword for colonial injustice and violence. The massacre triggered the beginning of the end of the colonial rule in India.General Dyer's very British determination to teach the colonized population a lesson was rooted in the memories of the Great Rebellion of 1857, when Indian rebels -- sepoys of the British Indian Army, peasants, artisans and dispossessed landholders and rulers -- revolted against the East India Company, killed several Europeans and brought the company to its knees in much of northern India. The British responded ferociously, decisively defeated the rebels, and carried out wanton in imperial governance.The fear and panic of 1857 was still alive among the colonial authorities in 1919. The had always portrayed its governance of India as the rule of law. But the company was in fact a conquering regime, and saw itself surrounded by the disaffection and sedition of its conquered subjects.In 1859, the British Crown assumed direct control of the colony. Forever fearful of sedition and conspiracies, the colonial government used the opportunity offered by the First World War to introduce the Defense of India Act in 1915. The wartime legislation gave the government extraordinary powers of preventive detention, to lock up people without trial and to restrict speech, writing and movement.The war's end did not diminish the government's anxiety. In March 1919, it introduced the Anarchical and Revolutionary Crimes Act, popularly known as , which extended its wartime emergency powers into peacetime.Not long after the war began, Mohandas Karamchand Gandhi had returned to India after 21 years in South Africa fighting for the rights of Indian immigrants. Gandhi was loyal to the British Empire and supported Britain in the First World War. Upon his return to India, he spent the first few years leading nonviolent struggles on local grievances.But when news of the impending Rowlatt legislation became public, Gandhi immediately expressed his opposition and called for a nationwide general strike on April 6, 1919. He asked people to engage in : Observe a daylong fast and hold meetings to demand the repeal of the legislation.Anger in the northern Indian province of Punjab was already heating up well before Gandhi called for the satyagraha. Across the state, Hindu, Muslim and Sikh nationalist leaders had been agitating against the Rowlatt Act; Gandhi's call raised the popular fervor against the law to a boil.The unrest was of particular concern to the British because Punjab was a vital economic and military asset. They had invested heavily in canal irrigation to turn the province into a food basket of the empire. The in the region, regarding the Sikhs as a \"martial race.\" By World War I, soldiers from Punjab constituted three-fifths of the British Indian Army, which was extensively deployed in the war. The combustible presence of the demobilized soldiers in the heat of the anticolonial agitation alarmed the British.Tensions mounted as Gandhi announced his decision to travel to Punjab. On April 10, the colonial government stopped the train carrying Gandhi, arrested him and sent him back to Bombay. Protesters in Amritsar clashed with the authorities; the troops killed at least 10 people. The crowd attacked government property and set fire to two banks. Five Europeans were killed, but the event that angered the British the most was the assault of Marcella Sherwood, a European missionary, who was wounded and left for dead on the street.Dispatched to Amritsar, General Dyer took control from the civil authorities on April 11. He issued a proclamation prohibiting public assembly and warning that such gatherings would be dispersed by force. Peace was restored, but the people were not cowed.On April 13, several thousand gathered in Jallianwala Bagh in defiance of General Dyer's orders. Incensed, he rode to the venue with his troops on two armored vehicles. Finding the lane leading up to the walled garden too narrow, they dismounted, marched to the ground and opened fire.The massacre made headlines worldwide. Rabindranath Tagore, the poet and Nobel laureate, returned his knighthood in protest. Winston Churchill condemned the shooting as \"monstrous.\" The government was forced to institute an inquiry commission, where the unrepentant general acknowledged that his principal aim was not to disperse the crowd but to produce a \"moral effect.\" The colonial government of India determined that General Dyer's actions were unwarranted and dismissed him from service. The fear of insurgency, kept alive by the memories of \"native treachery\" in 1857, had made violence and laws of exception part of the colonial government's arsenal of rule. General Dyer's actions stemmed from this -- a fact that the British could not officially acknowledge. Much of the colonial bureaucracy shared his views. The conservative press in London hailed him as a hero upon his return home.For Indians, General Dyer became a symbol of British oppression. When they reacted violently to the news of the massacre, Gandhi withdrew the Rowlatt satyagraha, calling his belief in Indians' readiness for his message of nonviolence a \"\" But Jallianwallah Bagh also shook his faith in British justice.A year later, Gandhi resumed the struggle against the British. He led India to independence less than three decades later, in 1947, setting into motion a process of decolonization that profoundly shaped the 20th century.The Jallianwala Bagh massacre marked the beginning of the resistance against the exceptional laws of colonial governance. Ironically, the postcolonial Indian state retained several of these laws of exception, the very same ones that people in Amritsar had died fighting against.Gyan Prakash is a professor of history at Princeton and the author, most recently, of \"Emergency Chronicles: Indira Gandhi and Democracy's Turning Point.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/style/laurie-metcalf-hillary-clinton.html", "title": "Laurie Metcalf, the First Lady of American Theater", "authors": "Maureen Dowd", "contents": "It's hard to say which Barr causes Laurie Metcalf more anguish: Roseanne or William.As I sat down with the actress on a recent Sunday evening at Orso on West 46th Street, heads were exploding over the attorney general's summarizing the Mueller report as exonerating President Trump of colluding with the Russians.Even though she has never done Shakespeare, Ms. Metcalf looked in this moment like she was in the third act of a Shakespearean tragedy. I promptly ordered some pinot noir.\"This is truly, truly upsetting and unsettling,\" she said, \"and this low-grade panic attack I've been living under just went to orange. I had such high hopes of him being out of office before 2020.\"Ms. Metcalf is on Broadway conjuring Hillary Clinton to John Lithgow's Bill in \"Hillary and Clinton,\" a play and , whose play about another knotty marriage, \",\" won Ms. Metcalf a Tony in 2017.As Mr. Lithgow told me, \"Trump is not addressed at all, but the idea of Trump hangs in the air all through the evening.\"\"Hillary and Clinton,\" which opens at the John Golden Theater on April 18 (and on April 11), is set in 2008 on the eve of the New Hampshire primary in a hotel room scattered with a room service tray, newspapers, sneakers, slippers and socks, a computer and a Toblerone candy bar. It is a prelapsarian time when the coming anarchy of Trumpworld was unimaginable. But the entwined dynamics of the Clinton operation and marriage examined in the play are now seen as consequential factors in Trump's implausible victory.There are four characters: Hillary, Bill, Mark Penn (her chief strategist at the time, played by Zak Orth) and Barack Obama, the queen's dashing young usurper, played by Peter Francis James. Because of the dynasty element and scorching power struggles, Mr. Lithgow said, the play reminds him of \"The Crown,\" the Netflix show in which he played Winston Churchill.One thing hits you immediately as you watch Mr. Lithgow eat pizza and do a crossword puzzle and Ms. Metcalf sneakily pour a miniature gin from the minibar into her Snapple onstage: Our relationship to Bill and Hillary, who spent nearly three decades at the pinnacle of public life, is as complicated as theirs is to each other.\"I've never been in a play where the audience brought so much of their own political and emotional baggage to the experience,\" Mr. Lithgow said.The two stars, who have met Mrs. Clinton and supported her presidential bids, seemed uneasy about how the Clintons would react, and that the couple, who often go to Broadway plays, might show up one night. And indeed, Mr. Penn did come to a recent performance. There are growls from Clinton allies, some of whom wish the play would just go away. Mr. Penn, for his part, said he found the play to be \"a superb contemporary drama about relationships -- not really what happened at all but what could have happened.\"Scott Rudin, the producer, who also knows the Clintons, sent the script in advance and invited them to a dress rehearsal with no other audience members present. (Nick Merrill, Mrs. Clinton's spokesman, said the Clintons have \"no plans to see the play at present.\")\"It would be impossible for an audience to watch them watch the play,\" Ms. Metcalf said. \"It would be tough for any of us to sit through somebody re-enacting our most private experiences on a stage, but ultimately I feel like I empathize, doing it.\"Mr. Rudin agreed: \"I don't think they'll ever see it. If I were them, I wouldn't see it. It's an idea of them. It's not literally them.\"The play's premise is that it's set in an alternative universe where it's Bill and Hillary but it's not. Or it is. It was originally written in 2008, after Mr. Hnath had been watching the Clintons on C-Span, but has been rewritten. Ms. Metcalf believes that knowing how Mrs. Clinton's political career ended makes the saga more poignant.Reading the play on paper, it was hard to conceive of Clinton fans liking it. It blends some things that never happened (Obama offering Hillary the veep spot if she would ramp down her campaign, and Obama trying to force Hillary out of the race by showing her some oppo research on Bill's dubious money sources for his charity work) with some things that surely did, like scorching conjugal battles. The play drills deep into the codependent partnership: sometimes complementary, sometimes competitive.\"I've always been the breadwinner,\" Ms. Metcalf said, referring to herself, but also Mrs. Clinton at times. \"It plays with dynamics in a relationship.\"The barbs between the pair elicit gasps and murmurs from the audience mingled with startled laughter. Mr. Rudin likens the play to \"Who's Afraid of Virginia Woolf?\" by Edward Albee, which he said he will produce on Broadway next season, directed by Mr. Mantello, with Ms. Metcalf as Martha, Eddie Izzard as George, Russell Tovey as Nick and Patsy Ferran, who just won the Olivier award for best actress in \"Summer and Smoke\" in London, as Honey.Advising Hillary to drop out, Bill says to her: \"Don't let them see you becoming a rotting corpse stinking up the place.\" Hillary tells Bill, \"You can't help but make my thing about you,\" acidly noting that she would like to get the Bill who's famous for listening and empathizing because the Bill she gets \"tramples me time after time.\"Bill tries to coach her on showing more vulnerability and torches her by saying, \"When I ran, I won,\" to which Hillary responds, \"Oh, going , are we?\"At one point, Hillary tells Bill: \"You don't want to see me get this job,\" adding: \"You don't want to be eclipsed, because you know that given the chance I will eclipse you.\" She notes that \"Most people -- that general public you're so fond of -- they actually can't name one thing that you did in office that wasn't one thing.'\"As it turned out, during the two performances I watched, the audience didn't seem turned off by the portrayal of Hillary. Ms. Metcalf, who like Hillary grew up in Illinois and has what Mr. Mantello calls \"Midwest practicality,\" was able to bring humor and humanity to the role.\"We only would have done this play with her,\" Mr. Rudin said. \"I think people love the character in the play even though the play is not a love letter to Hillary.\"He said he considers Ms. Metcalf \"the best actress in America.\"I read her : \"I like to play those characters that are so egotistical and driven, that it's like they have blinders on,\" adding that, \"you end up weirdly rooting for them. They become endearing in their myopia.\"Does that apply to Hillary?\"Yes,\" Ms. Metcalf said. \"I like her refusal to kowtow, her 'Hit me again, I've been through it all and I'm still moving forward.' I hope you get a sense of that in the play because she deserves that respect, I think.\"The actress is 63, close to the same age that Hillary was in 2008. She is slight, with short brown hair and dimples and just as cool as you hope she will be. I tell her that her legs look great in the scene where she's changing her clothes to meet Obama.\"We had an underwear discussion,\" she said, talking about her theatrical soul mate, Mr. Mantello. \"And Joe said, 'Look, I don't know about the lady stuff.' And I said, 'Frankly, I don't either.' The costume designer kept rattling off different colors of underwear, and Joe and I kept looking at her and saying, 'No, it's white. It's white and it's big.' It's like, c'mon. She's a certain age.\" Ms. Metcalf wears her own tennis shoes.She and Mr. Lithgow first developed their chemistry back in 1998 when she guest-starred as a crazed love interest in \"3rd Rock From the Sun.\" In the play, he sports Clintonesque running shorts. \"They're short,\" Metcalf said, laughing. \"In fact, when he steps over me when I'm lying on the floor, it's like. ...\" She makes one of her famous rubbery faces.Mr. Mantello, who also directed Ms. Metcalf in , said that she lacks \"an actor's vanity.\" (Also, unusually, a personal publicist.) \"She doesn't squander energy and talent on today's lethal combination of endless self-promotion and humble-bragging,\" he said. Whenever he sends her a play, he said, she is eager for a chance to wear a bad wig or padded butt and maybe a fake nose. \"She's always looking for the opportunity to vomit onstage,\" he said. (\"If I can work it in, I'll work it in,\" Ms. Metcalf said, shrugging, when I asked her about the vomiting.)Mr. Mantello said the two best performances he has ever seen were Ms. Metcalf as a sweet but dim prostitute in and as a woman having a secret affair with her father-in-law in Louis C.K.'s web series, \".\", who directed Ms. Metcalf in \"A Doll's House, Part 2,\" is equally effusive: \"If you were to create the perfect actor with A.I., if would be Laurie Metcalf.\"She is the anti-diva, only \"throwing a bit of a fit\" if she sees a director is mistreating or scapegoating subordinates. She avoids social media because, she said, she has a slightly addictive personality and she doesn't want \"to go down the wormhole.\" She is monkish when she's working, abiding by a simple rule: Bring your A game, no matter what.\"A lot of people on stage and screen are posing, thinking they're cool, thinking they'll make a lot of money,\" said Ethan Hawke, of \"A Lie of the Mind,\" by Sam Shepard. \"Laurie's heart is so pure. It's like watching Jimi Hendrix play guitar.\"Ms. Metcalf dresses mostly in T-shirts and hoodies handed out by the shows she's in. Low-end swag-bag dressing? \"Yeah, so the better the project,\" she said, laughing, \"the better I look.\"Ordinarily, she likes flannel shirts so she doesn't have to wear a bra. But for our interview, she has put on her \"de facto dress-up sweater,\" mustard yellow with a bird and a heart on the sleeve, given to her by Sara Gilbert, and her Target jeans and Ugg boots. She has a knit cap she bought on the street with a pompom that looks like a lint ball.\"I don't want to have anything dry cleaned,\" she said. \"I want to throw it in hot water.\"She waved off the producer's offer of a town car to walk to the theater from her residential hotel on the Upper West Side.\"I have a really small house in Burbank, very nondescript,\" she said. \"I don't really care where I live. I chose it because it was within walking distance of the high school my kids wanted to go to. I don't want to own anything I have to worry about getting messed up or broken. Everything in it is from Ikea and Target.\"She also has a ranch in Idaho, where she spent a year being \"ranch woman\" when \"Roseanne,\" in which she was featured as the title star's neurotic sister, Jackie, first went off the air in 1997, after nine seasons. She raised sheep, had them sheared, spun the wool into balls of yarn and knitted socks.\"Horribly time consuming and not worth it in the long run, by far,\" she said.Ms. Metcalf started out working as a legal secretary in Chicago to support herself while she acted at Steppenwolf Theatre, the famous Chicago troupe, where talent like John Malkovich, Tracy Letts and Gary Sinise blossomed.She briefly joined the cast of \"Saturday Night Live\" in 1981, the disastrous year when Dick Ebersol was in charge, but her one sketch, \"Women From Mars,\" got cut just before airtime.She won three Emmys in the 1990s for her role as Jackie. Tom Werner, one of the creators of \"Roseanne,\" said they originally intended to hire Ms. Metcalf for a small role in the factory where Roseanne worked. But they were so impressed, they asked her to come back the next day and read for the sister role.\"I can read it now,\" she replied.They asked her if she needed 15 minutes to prepare.\"No,\" she said. \"I'm happy to do it now.\"\"I've seen a lot of talent,\" Mr. Werner said. \"But I still remember how extraordinary it was to flip from one character to another in a nanosecond.\"The last three years have been Ms. Metcalf's time. \"It all started clicking,\" she said, a success she views as karma because she has worked so hard for so long.Besides her two Tonys, she got a best supporting actress Oscar nomination for playing the angry, controlling mother in \"Lady Bird,\" directed by Greta Gerwig. In a fun bit of casting, Ms. Metcalf plays Jim Parsons's mother on \"The Big Bang Theory,\" and her daughter Zoe Perry plays the same character in the prequel, \"Young Sheldon.\" Ms. Metcalf is the voice of the mother in the coming \"Toy Story 4,\" a preview of which made her cry.Yet she prefers the stage, she said.\"The camera has always intimidated me,\" she said. \"It's so close. It shows every tic. I have to work really hard to hide that I'm scared, so I kind of shut down a little bit and I don't feel as free as I do when I'm on a stage. Like I would never do a nude scene on camera, but I would do a nude scene in the theater. It's not permanent. It's like a shared experience between just those people.\"Ms. Metcalf is single, after being married and divorced from two actors. I paraphrase Tom Stoppard's line from \"The Real Thing\": \"To marry an actor once is careless but twice is inexcusable.\"She laughed. \"I worked all the time, and I only knew other actors,'' she said. \"But actors are also, you know, initially, really charismatic people.\"I suggest she get a younger boyfriend.\"No,\" she said, flatly. \"I'm done. Done. I so love being on my own. And in hindsight, I always did. I'm not cut out to share a life with somebody. I don't want to compromise. I don't want to answer to anything. I don't want to share. I'm very much a hermit anyway. Kids and acting are the only things that get me out of the house. I do a lot of car-pooling.\"She has four children; the youngest, a 13-year-old girl, is the last one at home.\"It's a horrible constant guilt trip that never ends,\" she said. \"But they have forgiven me a lot. And some part of me wants to think that it's good that they see me doing something I absolutely love and I throw a hundred percent into it.\"Ms. Metcalf has talked very little about that shut down the successful reboot of \"Roseanne\" last year.\"They made that decision in five minutes,\" she said, looking pained. \"And we were all looking so forward to coming back. The numbers were incredible. Top of its game. And I was here in town doing 'Three Tall Women,' and I had a show that night, so I was just sitting at home and I had CNN on. That's where I heard about it. The scroll at the bottom said, \"Roseanne\" show canceled.' And I thought, what happened? And then as soon as I saw what she wrote, I was like, 'O.K., yeah.'\"I don't consider her cut out of my life. I never will. But what happened, happened. And we haven't spoken since it happened.\"She said she was the last to sign on to \"The Conners\" because she was \"scared to death\" that it would fail. But then, \"we all wanted to do it for the crew, for those 200 people who counted on the work before it blew up.\"After TV Roseanne was killed off with an opioid overdose -- \"I AIN'T DEAD, BITCHES!!!!\" the real one tweeted -- Ms. Metcalf and Ms. Gilbert filmed a scene in the kitchen during which they broke down as they talked about how much they missed her.\"It was one of the only times in my life as an actor where I didn't really have to do a substitution to get to the emotion of it,\" Ms. Metcalf said. \"It was true. We missed her. We were mourning her in that scene. It was rough to go through.\"(For her part, that Gilbert \"destroyed\" her life and the show when she tweeted that Ms. Barr's racism was abhorrent. \"She will never get enough until she consumes my liver with a fine Chianti,\" Ms. Barr said of Ms. Gilbert.)The day after we meet, Ms. Metcalf is finally getting a day off. What will she do?\"I will not be leaving the apartment,\" she said. \"I will not be taking a shower. I will have enough food stocked up to eat. And just putter around and read a little bit. I will watch the news, although ...\"She remembers her unhappiness with the other Barr.\"God,\" she said, as she grabbed her knit hat, \"I just flashed on that again.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/11/style/self-care/nonbinary-childhood-photos-jacob-tobia.html", "title": "Excavating My Childhood Photos -- and Myself", "authors": "", "contents": "Two years ago, I spent Christmas with my family in North Carolina with a mission: to digitize a dozen or so of my favorite childhood photos.Looking through childhood photos is fun for some people. \"Look back on old memories! Revel in the past!\"But if you're like most people, looking through childhood photos is an exercise in nostalgia, often with a tinge of melancholic regret. Also: It's a logistical nightmare. In my case, I severely underestimated just how many photographs my parents had in the house. Stacked one on top of another, in the living room of the house I grew up in, the boxes could have easily reached the ceiling.I wanted to find these photos because I was writing a memoir. A memoir about coming into my own as a gender nonconforming person. As I began thinking about those first chapters, about delving into my childhood, it became clear just how little I remembered. It's not that I'd blocked it out -- I have memories. I remember that, from the earliest age, I was who I was. What I struggle to remember is to be that person.And so my task was less and more I became an archaeologist of sorts -- hopeful to uncover ancient shards of my childhood gender and piece them back into the whole. Who was I before the world interfered? Who was I before my gender was shut down? I hoped that the photos could show me.As I flipped through photos that hadn't seen the light of day in two or more decades, the dust was everywhere. Eyes watering, nose itching, a sneezing mess, I rifled through print after print.Then I found it. My favorite childhood photo, one that I remember seeing years ago.Holding a bouquet of fake flowers, a 3-year-old me stands in a tutu and a floppy hat. I'm planted in the middle of my neighbor's living room, adjacent to the ottoman, posed for a picture in front of the TV set.As I turned the photograph over in my hands -- still glossy, vibrant, remarkably well-preserved -- I found myself inundated with emotion. But it was the grief, not the reminiscence, that surprised me.On the surface, the photo reveals what was readily apparent to everyone who knew me at that age: that I was a gender nonconforming child. As a young boy, my femininity was an open secret; understood by everyone, discussed by none. In carefree moments, it showed itself abundantly -- I'd frolic with the girls during playtime, reach for the sparkliest fabrics during dress up and joyfully twist my hips during dance class.Sitting on the floor in the house I grew up in, I placed the photo delicately in the \"to be scanned\" pile. This one was a keeper, for sure. It told exactly the story I needed. I started to move on to other photos, but something stopped me.I picked the photo back up, taking a second look. In my haste, I'd missed the forest for the trees. Yes, my outfit is adorable. Yes, the photo illustrates that my love for tulle began at a very early age. Yes, it is a charming relic of my sissy heritage. But once you get past the outfit, a much more significant detail emerges: the expression.The face I'm making confounds me. Surely, I was overjoyed to be wearing that skirt. As a trans child bursting with curiosity about my gender, I took any chance I could get to sport flowing fabric, don flowers and wear extravagant hats -- the kind I wasn't usually allowed to wear at home. In this particular photograph, I was doing all three. So why wasn't I smiling?Looking at it now, I have a guess as to what my blank expression was reflecting: eyes wide, corners of mouth turned ever so slightly downward, as if whatever emotion I had the moment before had been vacuumed out. Even by the age of 3 or 4, I knew that the way I expressed myself was unacceptable. I did not know the terms \"transgender\" or \"genderqueer\" or \"nonbinary,\" but as a young boy, I knew that I was not allowed to be \"girly.\" I could not wear pink, prance in dresses, hold my hips just so, or flounce about in sparkles. When I wandered to the Barbie aisle in the toy store, I would be subtly steered back to the Legos. I knew, even then, that there were parts of myself I needed to hide. There were exceptions to this rule. There were a few safe zones in my childhood, places where I could break the mold without fear of retribution. Like when I was at my next-door neighbor's house, away from my parents. It was safe there. Or when my dad was away on a business trip and my older brother was off at school and it was just my mom and me. Then I could play. In the cocoon of that privacy, for a few precious moments, I could transform. I could watch girly TV shows, color pictures of princesses or unicorns, draw pink polka-dots all over. On neighborhood walks with my mom, we'd stroll at half-pace so I could pick her miniature bouquets of wildflowers. Just me and her, I could let my femininity fly.This photograph came from one such moment, a girls-only birthday party next door that my mother (miraculously) arranged for me to attend. None of the neighborhood dads were there, just me and the girls and the moms. As my mother tells it, I dressed up and ran around in the backyard, carefree for the afternoon.But then my mom decided to take my picture. Looking at my face in the photograph, it's clear that even then I knew the stakes. Wearing a tutu in relative privacy was one thing. Being photographed in a tutu, creating evidence of my transgression (pun intended) was quite another. What if the boys from the neighborhood saw the photo? What if my dad saw it? Or my brother?Studying the photo, I recognize what made me take that second look. I am a scared child in a gorgeous outfit, and the grief is overwhelming. I wish I could protect the child in that photo. I wish I could alleviate their anxiety and pain. While it was scary to be photographed in a tutu at the time, these days I realize how important it was that my mom took the time to document my childhood gender creativity.When I asked my mom what compelled her to take the photo, she said it was simply because I was \"being adorable.\" She saw nothing revolutionary or radical about taking pictures of her child being cute. But I do.In a world that still shames children -- and later, adults -- who fall outside the gender \"norm,\" my dress-up photos aren't just cute, they're political. They are vital fragments of a history that is too often erased, proof of a gender that was. Intentionally or not, my mother armed me with an arsenal of clues, a documentation of what my identity looked like before I was taught to be ashamed of it. My mother didn't have the power to give her feminine kid a world free from stigma and shame. She wasn't able to give me a world where my gender would be understood and treated with kindness. But she gave me photographs. A trail of bread crumbs that I could one day follow back to the source."},
{"appears_ulr": "https://www.nytimes.com/2019/04/10/opinion/genetic-testing-privacy.html", "title": "Making Babies in the Year 2045", "authors": "", "contents": " The cascade of numbers overwhelms you as the doctor splashes the spreadsheet across the digital walls of her office.\"I hope you can see the wonder and possibility in these figures,\" she says, trying to put you at ease.As you sit in the spa-like clinic, it's hard to imagine it was just last week when your assistant placed the miniature device on your arm that painlessly suctioned out a small amount of blood and started you on this journey. The spark of life that used to begin in bedrooms and the back seats of cars was now migrating out of the human body and into the lab.\"Take your time,\" the doctor continues. \"You need to first select the early- stage embryo optimal for you. The numbers across the top list the 300 options for you that we've prescreened from the initial 10,000. The column down the left lists all the disorders and traits influenced by genetics that we have some ability to predict. The numbers populating the chart are our best predictions for how the genetic component of each trait would be realized if we selected based on that trait alone. We're looking for high composite scores emphasizing the qualities most important to you.\"You scan the lists on the walls wondering if a human being can really be reduced to numbers. \"Can you really predict all of these traits?\" you ask.\"These are all probabilities, not certainties,\" the doctor says. \"Not all traits are equally genetic. And genetics is a trade-off, so we can't choose to optimize every trait. Thirty years ago we could mostly just identify disorders determined by a single genetic mutation, but in 2018 we started using what we call ' to make better predictions about diseases and traits influenced by hundreds or thousands of genes. \"Our biology is still about as complex as it's been for millions of years but the technology we're using to understand it is getting exponentially more sophisticated,\" she continues. \"There may be magic in humans, but we aren't made of magic. Our DNA is a type of source code we're learning how to read and write.\"The idea of humans as hackable data sets may be increasingly common but still unsettles you. The numbers on the wall seem to confirm the doctor's words. \"And this 60 means that embryo would be good at math?\" you ask, pointing to one of the options on the list.\"There are few genetic guarantees,\" she answers, \"but that embryo would have a greater than average possibility, with lots of other necessary environmental inputs, of being a very good pure mathematician. Comparing billions of people's genetics with their test scores over the past 30 years has taught us a lot. Many people with the potential to be great mathematicians never realize that potential, but there are probably no highest-level mathematicians without the necessary underlying genetics.\"Your mind struggles to build a case for nature as it used to seem. \"My mother always used to tell me I was perfect just as I was.\"\"And you are,\" the doctor replies. \"We all are. These would all be your natural children just the same as if you had conceived through sex or old-fashioned in vitro fertilization. We've simply increased the number of options by turning cells from the blood sample you sent us into the stem cells we used to create more eggs. The great Japanese scientist Shinya Yamanaka for pointing us in this direction. All of the qualities you're choosing are entirely your and your sperm donor's genetic inheritance. We aren't altering those genetics in any way, just enhancing your choice and limiting your risk.\"You still struggle with the idea that the magic of life can be reduced to a series of percentages on a chart. \"Is it really that simple?\"\"Nature is no fool. Evolution isn't random. It just made some trade-offs for us over the years that today don't always seem that great. We have to approach all of this with a healthy dose of humility.\"Scanning the wall, you don't see humility. A few low numbers catch your eye. Would it possibly make sense to implant an embryo more likely to get Type 1 diabetes or early-onset familial Alzheimer's or to die young? You know that people with genetic disorders are just different. Some of them, like some people with autism, even have powers far beyond their so-called normal peers. What would it mean to select these conditions with a simple nod? You fidget nervously. \"What if I pick to optimize a characteristic that makes sense today but could be less helpful in a different world tomorrow?\" \"If our environment changes, we need to adapt,\" the doctor says. \"But our ability to push changes more assertively has also increased rapidly since the genetic engineering revolution began in the 1970s, especially since our gene editing tools started really taking off around 30 years ago. It's not yet safe enough to make too many edits to the genomes of human embryos, but we can confidently make deletions, alterations and insertions to alter the expression of a few genes where the potential benefits seem to outweigh the risks -- like for increased resistance to some deadly viruses, greater ability to build and maintain muscle mass, or a lower risk of cancer, diabetes, familial Alzheimer's, and coronary disease. Those are all part of our premium enhancement package.\"You are relatively wealthy and living in an advanced country but it bothers you that many others can't afford or obtain this basic level of service, let alone the premium package. You wonder if it's right to select human traits as if they were features of a car, and if it's dangerous to frontally assault four billion years of evolution. You fear you might be fixing one potential problem only to inadvertently create another.But then you close your eyes and imagine your grandchildren holding your future daughter's hand as her mind deteriorates from early-onset Alzheimer's or weeping at the cemetery after her premature death. Would you really play Russian roulette with your daughter's fate? Wouldn't you want more than anything else to give her the greatest genetic opportunity to live a long, healthy and successful life?Your head suddenly stops throbbing. Your mind becomes clear. You open your eyes. \"What's the next step?\"\"You need to make hard choices ranking your priorities both for the embryo selection and the gene edits,\" the doctor says, leaning in. \"Picking everything is like picking nothing. If having a good shot at a longer life and an outgoing personality are really important to you, give those your highest ranking. If being a good long-distance runner is nice but not that important, put that lower.\"Your mind is already transfixed on the range of possible futures. You breathe in deeply.\"Shall we begin?\"Jamie Metzl (@JamieMetzl) is author of the forthcoming \"\" and a member of the World Health Organization international advisory committee on the future of human gene editing. "},
{"appears_ulr": "https://www.nytimes.com/2019/04/10/opinion/iphone-privacy.html", "title": "I Don't Care. I Love My Phone.", "authors": "", "contents": "My phone is my favorite possession. I wish I could pretend it has been some torrid courtship, that after much cat-and-mousing the two of us succumbed to our mutual attraction and decided to settle down and make an honest go of it, but I can't: I am in breathless pursuit, hustling to keep her updated and paid for, wooing her with expensive protective cases and as many off-brand charging cords as there are outlets in my home. She acknowledges this attention with occasional notifications, blinking on the screen, reminders to update, so many needs. That makes me want her even more.I know that having her carelessly bouncing around the bottom of my bag all day and on the nightstand inches from my sleeping face, readily available for when I need to look up \"recipes for morons\" or \"the best way to wash a cat,\" is putting my precious information at risk. My phone is always listening, and through a series of bloops and bleeps I do not understand, the data I have spewed into the universe gets sold and fed back to me in a targeted Instagram ad for whatever it is I now urgently need.I don't know how thrilled I am to be giving up my secrets, but it's foolish to think I have any control over them, and ultimately I don't care. I love convenience and entertainment too much to worry about how much information I cannot control is being leaked to marketers, retailers, the government and whatever Chinese intelligence agency controls the barrage of ads for $13 dresses that saturate my feed.Maybe it's because I got in the smartphone game late and have a real memory of how inconvenient life used to be.I'm staring down the barrel of my 40th year, and the first computer I bought for myself was six or seven years ago. I didn't get my first iPhone until they'd been around for years, partly because I was like: \"Who needs that? I prefer to live in the real world!\" but mostly because the idea of walking around with a $500 computer in my pocket seemed dangerous. And the idea that I could somehow scrape together the money to purchase said pocket computer while also maintaining a roof over my head (read: partying all the time and paying for cable) was hilarious and unrealistic. I was the last dinosaur at the club sending multi-tap texts on a Nokia E51 with no camera.When I finally upgraded, I didn't get what all the fuss was about. O.K., sure, this glowing rectangle in my bag can tell me the weather anywhere in the world at this exact moment, but who cares? Wait, it can also figure out exactly what wrong street I'm turning down and steer me back in the right direction? it counted how many steps I took? While storing all the passwords I can never remember? Please excuse me while I build this shrine to the new most important thing in my life.That is how it gets you. I was a skeptic and then I was a convert almost immediately. I have long understood that I am a tiny, powerless cog in the wheel of modern America, plus I'm not a hacker, so what do I even know about keeping things hidden? Is it even possible for me, a regular person who cannot figure out how to program the television remote, to circumvent the eyes of all of the faceless technology corporations analyzing my information? What am I going to do, cheat Amazon? Outsmart Google? No, I'm going to do what everyone else does: enter my credit card information when prompted and get that thing I need two days from when I decided I needed it.A few months ago I went to dinner with the kind of people whose idea of fun is to correct your pronunciation of \"nicoise,\" and they boldly suggested that we all put our phones face down in the center of the table for the entirety of the meal and what felt like a needlessly lingering discussion afterward.Now, I didn't die. But I also didn't know what time it was. Or if anyone had texted me. And I'm not really a \"post a picture of my fancy meal\" kind of person, but I could tell that other people wanted to. The air was heavy with missed opportunity. And you know what we talked about while cringing internally as the carafe of still water we actually had to pay for came perilously close to splashing on our helpless devices every time it was passed? TV shows, which you can watch on a phone. Books, which, if your eyes haven't already burned through the back of your skull from being on your phone all the time, you can read on your phone. Murder podcasts, which are specifically made to be listened to on a phone.Yes, your phone is potentially hazardous to whatever semblance of security you might have. Yes, there are many medical professionals who would attest to the deleterious effect modern technology has on the brains and interpersonal skills of adults. But hear me out: Maybe it's worth it?My phone knows so much about me. It knows where I am, how many steps I took to get there, the whisper of a thought I don't remember even fully forming in my brain that somehow made its way to a search engine. It also knows I am addicted, which is why it doesn't ever really have to worry about whether I'm creeped out by the digital eyes I can feel looking over my shoulder.Not long ago, Apple put a screen-time feature on the iPhone that's supposed to, I don't know, shame me into putting down the drug it won't stop selling me. I use the statistics it collects as a challenge to spend even more time messing around on my phone. Only one hour and 37 minutes of social networking yesterday, you say? Let me put this informative book I was reading down and try to top that. But my phone already knows that's what I'd want to do.Samantha Irby () is the author of the essay collections \"Meaty\" and \"We Are Never Meeting in Real Life.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/opinion/china-internet-privacy.html", "title": "The Only Answer Is Less Internet", "authors": "Ross Douthat", "contents": "In our age of digital connection and constantly online life, you might say that two political regimes are evolving, one Chinese and one Western, which offer two kinds of relationships between the privacy of ordinary citizens and the newfound power of central authorities to track, to supervise, to expose and to surveil.The first regime is one in which your every transaction can be fed into a system of ratings and rankings, in which what seem like merely personal mistakes can cost you your livelihood and reputation, even your ability to hail a car or book a reservation. It's one in which notionally private companies cooperate with the government to track dissidents and radicals and censor speech; one in which your fellow citizens act as enforcers of the ideological consensus, making an example of you for comments you intended only for your friends; one in which even the wealth and power of your overlords can't buy privacy.The second regime is the one they're building in the People's Republic of China.This is a dark joke; it isn't meant to minimize the horrors of China's march into information-age totalitarianism. Beginning with its successful taming of the internet, Beijing has treated the darkest episodes of \"Black Mirror\" as a how-to guide for social control and subjugation -- with \"social credit\" scores and official public shamings for people whose daily conduct disappoints, that you'd use if you know what's good for you, surveillance technologies and facial recognition software as boots on the back of nonapproved religions, and compulsory internet as part of the brutal, tech-enabled imposed in China's Muslim west.What's happening in the West with privacy and authority is happily different. Unlike China's system, our emerging post-privacy order is not (for now) totalitarian; its impositions are more decentralized and haphazard, more circumscribed and civilized, less designed and more evolved, more random in the punishments inflicted and the rules enforced.This means that, for instance, there is no central party apparatus encouraging our corporations to create individual \"\" for every consumer (even if they're still doing it), no official commissars organizing digital mobs (even if shaming for random wrongthink is now a commonplace), no political persecution involved in most cases where public figures have their secrets and selfies exposed on the internet. (Perhaps Jeff Bezos's claims of Saudi involvement will pan out, but so far he mostly seems to have been the victim of his own stupidity and his mistress's brother's greed.) And it means that the radicals surveilled by corporate-government cooperation are mostly white nationalists and jihadists, not human rights advocates and Christian pastors, as in China.But this list of real differences is still also a list of partial similarities, of ways in which the architecture of our system replicates certain features of the emergent Chinese panopticon, even if the life lived within our system is still blessedly freer than in theirs.Indeed our system cannot help recreating features of the Chinese order, because the way that we live on the internet leaves us naked before power in a radical new way. In the West that power is still decentralized, diffuse, divided and polarized, and therefore likely to be limited and checked. But to adapt Deng Xiaoping's famous call for \"socialism with Chinese characteristics,\" the Western order in the internet age might be usefully described as a \"liberalism with some police-state characteristics.\" Those characteristics are shaped and limited by our political heritage of rights and individualism. But there is still plainly an authoritarian edge, a gentle aspect, to the new world that online life creates.And what's striking is how easily we have come to tolerate it. Yes, there are moments when particular organs of surveillance get pushback -- the N.S.A. during the brief \"libertarian moment\" starring Rand Paul and Edward Snowden, the social media companies from liberals when it turned out that the Trump digital team no less than the Obama whiz kids could exploit their user data.But apart from the high-minded and the paranoid, privacy per se is not a major issue in our politics. Most people want the convenience of the internet far more than they want the private spaces that older forms of communication protected. They shrug off the stalker-ish ways that corporations hurl their ads at you throughout your day. They put surveillance devices in their homes and pockets without a qualm. They accept hackings and online shamings the way a Californian shrugs off earthquakes. They assume that the extremists being surveilled and censored and sometimes arrested probably deserve it. And they welcome the possible advantages of panoptical living, hoping for less crime and less police misconduct, better public health, more exposure of corruption -- plus, of course, the chance to see their favorite celebrities in the nude.So for those who object inherently to our new nakedness, regard the earthquakes as too high a price for Amazon's low prices, or fear what an Augustus or a Robespierre might someday do with all this architecture, the best hope for a partial restoration of privacy has to involve more than just an anxiety about privacy alone. It requires a more general turn against the virtual, in which fears of digital nakedness are just one motivator among many -- the political piece of a cause that's also psychological, intellectual, aesthetic and religious.This is the hard truth suggested by our online experience so far: That a movement to restore privacy must be, at some level, a movement against the internet. Not a pure Luddism, but a movement for limits, for internet-free spaces, for zones of enforced pre-virtual reality (childhood and education above all), for social conventions that discourage career-destroying tweets and crotch shots by encouraging us to put away our iPhones.Absent such a movement we may not join China in dystopia. But the dystopian elements in our own order will be here to say."},
{"appears_ulr": "https://www.nytimes.com/2019/04/10/opinion/privacy-project-launch.html", "title": "Do You Know What You've Given Up?", "authors": "James Bennet", "contents": "We've all been making some big choices, consciously or not, as advancing technology has transformed the real and virtual worlds. That phone in your pocket, the surveillance camera on the corner: You've traded away a bit of anonymity, of autonomy, for the usefulness of one, the protection of the other.Many of these trade-offs were clearly worthwhile. But now the stakes are rising and the choices are growing more fraught. Is it O.K., for example, for an insurance company to ask you to wear a tracker to monitor whether you're getting enough exercise, and ? Would it concern you if police detectives felt free to collect your DNA from a discarded coffee cup, and to share your genetic code? What if your employer demanded access to all your digital activity, so that it could run that data through an algorithm to judge whether you're trustworthy?These sorts of things are already happening in the United States. that public anxiety about privacy is growing, as data breaches at companies like Facebook and Equifax have revealed how much information we've already traded away -- and how vulnerable we can find ourselves when it's exposed. Following the example of the European Union, which toughened its privacy regulations last year, officials in city halls, state capitals and Washington are considering new rules to protect privacy. Industry leaders are scrambling to influence that debate, and to rewrite their own rules.It seems like a good moment to pause and consider the choices we've already made, and the ones that lie ahead. That's why Times Opinion is launching The Privacy Project, a monthslong initiative to explore the technology, to envision where it's taking us, and to convene debate about how we should control it to best realize, rather than stunt or distort, human potential.We mean for this exploration to be thorough and the debate to range widely, from arguments for to whether, through their access to detailed information about so many of us, corporations and politicians have already gained dangerous power to manipulate how we perceive the world. This project will inevitably consider the work of The New York Times, along with that of other media companies, since, as , this newspaper's own commerce depends to a degree on the gathering and sharing of people's data. (So, of course, does its product -- journalism.)We intend to challenge our own assumptions and biases about technology and the nature of privacy, along with those of our readers. At first blush it seems deeply creepy to me, for example, that Shenzhen, China, is considering automatically texting fines to jaywalkers identified through face-recognition technology. But when you think about it, is that necessarily such a bad idea? After all, the law is the law, and if facial recognition could nab all violators, without the racial bias that can warp enforcement by human officers, wouldn't uses like this result in a fairer world?The reality is that right now the algorithms that do the recognizing tend to enforce, rather than overcome, racial bias. Even in private hands, and even when the gizmo is as seemingly cool and innocuous as a doorbell video camera, this new technology is already being used to in ways that seem certain to particularly hurt people of color. In the hands of the state such tools radically increase its power.We're looking to you to participate in this project. We'd like to publish your storiesabout how the sharing of your data hurt or helped you. When it comes to debating the right path forward, we hope to hear from technologists and policymakers, whistle-blowers and tech executives, advocates and academics, and anyone else who has an original and important solution or idea to contribute. Eventually, months from now, having considered this debate, the Times editorial board will weigh in with its own proposed solutions.There is no explicit right to privacy in the Constitution. The word \"privacy\" doesn't even appear. As Tim Wu writes, the notion of privacy for everyone -- rather than just for the rich -- is of . Maybe its time is passing. People may tell pollsters they're worried about their privacy, but millions are also happily paying some of the world's most all-seeing corporations to in their homes. It may be that, as some of our contributors argue, a world in which people more freely share intimate details will be a world that is more honest, and fair.On the other hand, privacy by the United Nations as a universal human right for good reason. Privacy sustains space for free thought and expression, for the growth that comes from mistakes without public shame. It's a bulwark against the power of the state and the society, the workplace and the marketplace.In recent years, as we've been blurring the boundaries between what's public and what's private, we've been doing so largely by accident, or by leaving the decisions to the vagaries of innovation and the pull of market incentives. As consumers and as citizens, we need to understand the benefits and the costs, and make deliberate choices. Rather than hurriedly consenting to someone else's privacy policy, it's time for us to write our own."},
{"appears_ulr": "https://www.nytimes.com/2019/04/10/opinion/insurance-ai.html", "title": "A.I. Is Changing Insurance", "authors": "", "contents": "A smartphone app that measures when you. The algorithm that analyzes your for risky behavior. The program that calculates your life expectancy using . This isn't speculative fiction -- these are real technologies being deployed by insurance companies right now. Last year, the began to offer its customers the option to wear a fitness tracker -- a wearable device that can collect information about how active you are, how many calories you burn, and how much you sleep. The idea is thatyour Fitbit or Apple Watch can tell whether or not you're living the good, healthy life -- and if you are, . This is the cutting edge of the insurance industry, adjusting premiums and policies based on new forms of surveillance. It will affect your life insurance, your car insurance and your homeowner's insurance -- if it hasn't already. If the Affordable Care Act's protections for people should vanish, it will no doubt penetrate the as well.Consumers buy insurance from companies to protect against possible losses. But this contractual relationship is increasingly asymmetrical. The insurance companies once relied on a mix of self-reported information, public records and credit scores to calculate risk and assess how much to charge. But thanks to advances in technology, the capacity to collect, store and analyze information is greater than ever before.A 2018 report from the consulting firm McKinsey notes that \"smart\" devices -- fitness trackers, home assistants like Alexa, connected cars and smart refrigerators -- are proliferating in homes. The \"\" they can provide will change the face of insurance.In 2014, the insurance company State Farm for a system that \"aggregates and correlates\" data for \"life management purposes.\" The application lists a wide range of information, such as \"home data, vehicle data and personal health data associated with the individual.\"Some of the changes heralded by these new technologies will be better for everyone, like faster claims processing. But the use of data collection and artificial intelligence also raises serious questions about what McKinsey calls \"personalized pricing\" and what the State Farm patent application calls \"personalized recommendations\" and \"insurance discounts.\"Before the A.C.A., and sold it to insurance companies, which would then deny coverage based on prescription histories. Future uses of data in insurance will not be so straightforward.As machine learning works its way into more and more decisions about who gets coverage and what it costs, discrimination becomes harder to spot.Part of the problem is the automatic deference that society has so often given to technology, as though artificial intelligence is unerring. But the other problem is that artificial intelligence is known to reproduce biases that aren't explicitly coded into it. In the field of insurance, this turns into \".\" For example, an algorithm might (correctly) conclude that joining a Facebook group for a BRCA1 mutation is an indicator of high risk for a health insurance company. Even though actual genetic information -- which is illegal to use -- is never put into the system, the algorithmic black box ends up reproducing genetic discrimination.A ZIP code might become a proxy for race; a in a resume might become a proxy for gender; a credit card purchase history can become a proxy for . Legal oversight of insurance companies, which are typically regulated by states, mostly looks at discrimination deemed to be irrational: bias based on race, sex, poverty or genetics. It's not so clear what can be done about rational indicators that are little but proxies for factors that would be illegal to consider.Placing those biases inside a secret algorithm can prevent critical examination of inequality. ProPublica found that people in minority neighborhoods paid than residents of majority-white neighborhoods with similar risk, but its reporters could not determine exactly why, since the insurance companies would not disclose their proprietary algorithms or data sets.A handful of lawsuits in other arenas have challenged this practice. After Idaho's Medicaid program started using an automated system to calculate benefits, recipients suddenly saw their benefits cut by as much as 30 percent. When the state refused to disclose its algorithm, claiming it was a trade secret, the sued to gain access to the code, and ultimately discovered that the formula was riddled with flaws.Artificial intelligence, in all its variations, holds great promise. The automated processing of car accident photos or machine reading of medical scans can help cut down costs, and even save lives. But the opacity around many applications of automation and artificial intelligence are reason for pause. Not only do people have limited access to the code that determines key facets of their lives, but the bar to understanding the \"reasoning\" of algorithms and data sets is high. It will get higher as more industries begin to use sophisticated technologies like .A. I. research should march on. But when it comes to insurance in particular, there are unanswered questions about the kind of biases that are acceptable. Discrimination based on genetics has already been deemed repugnant, even if it's perfectly rational. Poverty might be a rational indicator of risk, but should society allow companies to penalize the poor? Perhaps for now, A.I.'s more dubious consumer applications are better left in a laboratory."},
{"appears_ulr": "https://www.nytimes.com/interactive/2019/04/12/briefing/12weeklynewsquiz.html", "title": "News Quiz: Test Your Knowledge of the Week's Headlines", "authors": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2019/04/12/opinion/sunday/facebook-privacy-parenting.html", "title": "Facebook Is Stealing Your Family's Joy", "authors": "KJ Dell'Antonia", "contents": "My kids have had some good news lately. Academic triumphs, hockey tournament wins, even a little college admissions excitement. They've had rough moments too, and bittersweet ones. There have been last games and disappointments and unwashed dishes galore. If you're a friend, or even somebody who knows my mom and struck up a friendly conversation in line at the grocery store, I'd love to talk to you about any of it. I might even show you pictures.But I'm not going to post them on social media. Because I tried that for a while, and I came to a simple conclusion about getting the reactions of friends, family and acquaintances via emojis and exclamations points rather than hugs and actual exclamations. It's no fun. And I don't want to do it any more.I'm not the only one pulling back from social media. While around two-thirds of American adults use Facebook, in recent years. About 40 percent of adult users report taking a break from checking Facebook for several weeks or more, and 26 percent tell researchers they've deleted the app from their phone at some point in the past year.Some have changed their behavior because of Facebook's on protecting user data: More than half of adult users have adjusted their privacy settings in the past year. Others seem more concerned with how the platform makes them act and feel. Either way, pulling back on social media is a way to embrace your family's privacy. \"I have definitely seen an evolution toward sharing less,\" said Julianna Miner, an adjunct professor of global and community health at George Mason University and the author of the forthcoming \".\" She added, \"It's hard to tell if the changes are a response to the security breaches, or a result of people just getting tired of it.\" Even Mark Zuckerberg, the chief executive of Facebook, seems to suspect it's at least in part the latter -- that after experimenting with living our lives in a larger online sphere for over a decade, many of us are ready to return to the more intimate groups where humans have long thrived. In , Mr. Zuckerberg announced plans to emphasize private conversations and smaller communities on the platform. Interacting on Facebook, he wrote, \"will become a fundamentally more private experience\" -- less \"town square,\" more \"living room.\"That's a shift I've already made for myself, and since doing so, I find myself asking why I embraced my personal soapbox in that online square in the first place. The more I reserve both good news and personal challenges for sharing directly with friends, the more I see that the digital world never offered the same satisfaction or support. Instead, I lost out on moments of seeing friends' faces light up at joyful news, and frequently found myself wishing that not everyone within my network had been privy to a rant or disappointment.\"There's plenty of evidence that interpersonal, face-to-face interactions yield a stronger neural response than anything you can do online,\" said Ms. Miner. \"Online empathy is worth something to us, but not as much. It takes something like six virtual hugs to equal .\" Time spent seeking those virtual hugs can take us outside the world we're living in, and draw us back to our phones (which, of course, is the reason many networks offer those bursts of feedback in the first place).\"Ultimately, you're not just giving social media the time it takes you to post,\" said Stacey Steinberg, the associate director of the Center on Children and Families at the University of Florida Levin College of Law and the author of a paper on the topic called \".\" \"The interaction doesn't end the minute you press share,\" she said. \"Some part of your mind is waiting for responses, and that amounts to a small distraction that takes us away from whatever else we would be engaged in.\" Once we post that image of our toddler flossing, we're no longer entirely watching him dance. Some part of us is in the digital realm, waiting to have our delight validated.That validation can be satisfying, but the emotion is fleeting, like the sugar rush that comes from replacing a real breakfast with a Pop-Tart. Watching your mother's reaction to the same video, though, brings a different kind of pleasure. \"I see parents sharing differently than I did five years ago,\" said Ms. Steinberg. \"We're looking for smaller audiences and ways to share just with close friends.\"She also warned that even seemingly innocuous public updates have long shadows. \"You could have a child who was a star baseball player and later decides to make a change, still being asked by relative strangers about his batting average,\" she said. \"Or one who decides on a college, and then changes her mind. Decisions are complex. Lives are complex. Marie Kondo-ing your Facebook page is not so easy.\"There are exceptions. Facebook shines as an arena for professional connection and promotion, of course. For those of us with children who have special needs, it can offer an invaluable community of support. And for the very worst of bad news -- for calamities or illnesses or deaths -- Facebook can help users speedily share updates, ask for help and share obituaries and memories.Cal Newport, the author of \",\" suggests that when we evaluate the ways we use the social media tools available to us, we ask ourselves if those tools are the best ways to achieve our goals. In those cases, the answer is yes. But for sharing personal moments, for venting, for getting good advice on parenting challenges while feeling supported in our tougher moments? I've found that real life, face-to-face, hug-to-hug contact offers more bang for my buck than anything on a screen ever could. Why cheat yourself out of those pleasures for the momentary high of a pile of \"likes\"?Recently, I ran into an acquaintance while waiting for my order at a local restaurant. \"Congratulations,\" she said, warmly. I racked my brain. I'd sold a book that week, but the information wasn't public. I wasn't pregnant, didn't have a new job, had not won the lottery. My takeout ordering skills didn't really seem worthy of note, and in fact I probably had asked for too much food, as I usually do. I wanted to talk more about this happy news, but what were we talking about? Fortunately, she went on, \"Your son must be so thrilled.\"Right. My oldest -- admitted to college. He was thrilled, and so were we, and I said so. But how did she know?My son told her daughter, one of his classmates, and her daughter told her.Perfect. is the author of \"How to Be a Happier Parent\" and the forthcoming novel \"The Chicken Sisters.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/arts/11-of-our-best-weekend-reads.html", "title": "11 of Our Best Weekend Reads", "authors": "", "contents": "Welcome to the weekend. Sometimes news is more than informative, it's awe-inspiring. A case in point, this week . We also learned . There were other developments, too. Here are some great reads, in case you missed them.____From his beginnings as a teenage hacker in Australia to his arrest this week in London, .____The rise of Candida auris : drug-resistant germs.____After a woman fell to her death during a raid on a Queens massage parlor, .[Also read: \"\"]____Astronomers at last have captured .[Also read: \".\"]____. But he was undone in a middle-class revolt over the economy.[Also read: \"\"]____ -- and some things you didn't.____About 450,000 government-subsidized households are in flood plains, .____The inaugural class of third and fourth graders at the school .____ that have been off the tourist track.____Companies and governments are gaining new powers to follow people across the internet and around the world, and even to peer into their genomes, putting the boundaries of privacy in dispute. .____If you are counting down to the Season 8 premiere, . Favorites to win \"Game of Thrones,\" recaps from previous seasons, previous coverage of the show and more."},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/world/asia/india-election-results.html", "title": "What It Takes to Pull Off India's Gargantuan Election", "authors": "Russell Goldman", "contents": "Some 900 million Indians are eligible to vote in the largest democratic election in history. The Associated PressDemocracy doesn't get much simpler than one person, one vote. But what happens when that one person is a hermit living alone in a jungle temple surrounded by lions, leopards and cobras, miles from the nearest town?In India, the election comes to him.Bharatdas Darshandas, the lone inhabitant and caretaker of a Hindu temple deep in the Gir Forest, has become a symbol of India's herculean effort to ensure that the votes of every one of its is counted. Voting began Thursday in the world's largest -- and arguably most colorful -- democracy and a team of will trek to Mr. Darshandas's temple and set up a polling station solely for his use. \"It is an honor, it really is,\" Mr. Darshandas told reporters following a general election in 2009. \"It proves how India values its democracy.\"With an electorate four times the size of the United States, 10 percent of the world's population is eligible to vote in this year's poll.ReutersThose values are being put to the ultimate test -- the largest democratic election in history. In over, as many as900 million people will casts ballots nationwide at , spread across densely populated megacities and far-flung villages. Each phase lasts a single day, with the date varying by location.It is a feat of gargantuan proportions, requiring and cutting-edge technology. But just getting to the voters -- some of whom live among the world's tallest mountains, its densest jungles and sweltering deserts -- presents its own set of challenges.To provide ballots to voters in the most remote areas, the politically independent Election Commission of India will deploy ,as well as boats, planes andteams of camels and elephants. \"There are mountains which can be reached only by helicopter,\" said SY Quraishi, author of \"An Undocumented Wonder: The Great Indian Election\" and the country's former chief election commissioner, who listed the many means poll workers use to get out the vote. \"In fact there are many areas so remote where none of these will work, then parties have to .\"Among those remote locales is the country's highest polling place -- -- found in a village in the Spiti Valley of the Himalayas, where . Election officials have to not only account for the most isolated voters, but also provide efficient systems for voters in the country's teeming cities. The busiest polling stations will see as many as arrive to cast votes. With a population of Indiais set to overtake China as the world's most populous country sometime before the next general election, scheduled for 2024. Its electorate is of the United States, meaning is eligible to vote in this year's poll.During the last general election in 2014, Indians, or , cast ballots. In addition to the poll workers, are deployed throughout the election to prevent party activists from interfering in the process and subdue potential outbreaks of violence. India held its first election in 1951. From the beginning, the country was committed to bringing the process to voters, not matter how remote. Today, voters will cast ballots on electronic machines at more than a million polling places. Getty ImagesThe tool most credited for improving the ease with which Indians vote is also part of the reason the process takes so long. While voters in the United States and elsewhere continue to argue the merits and security of electronic voting, India has been using secure electronic machines since 1999. Beginning in 2014, the government introduced a second machine, a printer that deposits a hard copy of each ballot into a sealed box, ensuring an additional layer of redundancy and security. Though nearly a billion people could cast ballots, there are just the computerized brain of the electronic voting machine. The machines are toted across the country for use during each geographic phase of the election. Each machine is made up of a \"control unit,\" which tallies and stores votes, and one or more \"balloting units,\" on which voters select their candidates by pressing a button. The third piece of equipment is the secure printer that creates a paper trail. The individual machines tabulate the votes almost instantly, but the tallies are only officially announced , or six weeks after the election began.After a weekslong process the counting takes just hours. Election Commission officials begin the count at 8 a.m. and the winners are announced by lunchtime. Prime Minister Narendra Modi of the Bharatiya Janata Party and his principal challenger, Rahul Gandhi of the Indian National Congress, represent Parliament's two largest factions. But there are more than representing more than vying for in Parliament's lower house, the Lok Sabha.To secure a majority, a party or coalition must control "},
{"appears_ulr": "https://www.nytimes.com/2019/04/10/opinion/internet-privacy-regulation.html", "title": "We're Not Going to Take It Anymore", "authors": "", "contents": "Two decades ago, at the dawn of the internet age, in an era before smartphones, before apps, before all manner of devices that monitor everything from your car-hailing practices to your dating preferences, the Sun Microsystems co-founder Scott McNealy made a startling claim:\"You have zero privacy anyway,\" he said. \"Get over it!\"The in-your-face concept had the benefit of being completely prescient and even an understatement. We are now the most data-generating, most uploaded, most share-crazy humans in the history of the world, which means we are also the most monitored, the most data-chomped and, definitely, the most exposed.Our information -- much of it private -- is the rocket fuel of the ever-expanding internet. Our data keeps it humming along, even as tech companies abuse that data with increasing frequency.So here's an idea: Maybe we refuse to get over it. Maybe we start to grok what we have become, and think harder about the trades we are making for the convenience we get from our gadgets. And maybe we put in place some rules -- rules that have real teeth -- on big tech companies.The question, of course, is what those rules should look like. Some argue the United States needs a hefty, multipronged national privacy bill that would include more stringent requirements for how tech giants run their platforms. (Some even think there should be a new agency to oversee the industry.) Others think that current law will suffice, with some tweaking including better enforcement and more money for the agencies already charged with regulating the tech sector, like the Federal Trade Commission.I would argue that we need both, and fast, before these data-hungry tech companies become even more enmeshed in our lives. Do you like the idea of A.I. comparing your facial expressions to a company's top and bottom performers during a job interview? I don't. Do you want cameras in every device in your home? I don't. Do you want your television-watching linked to your search history linked to your buying data? No, thank you.I have said yes too many times before, thanks to the greatest tracking effort in the history of humanity that we facilitate every day by using a smartphone.Let me be clear -- I love technology, including my deeply felt relationship with that iPhone that spans decades now. But it has never been more urgent to put up some guardrails. While I do not consider the behemoth tech companies monsters, they can and do act monstrously. You don't have to be paranoid to realize that you are being followed, watched and crunched in ways that are breathtaking, and more than a little questionable. We need a national law to signal to these companies that the jig is up and that they need to stop abrogating their responsibilities to their users and to society itself -- and I think it's pretty inevitable we'll get one in the next few years.At the same time, we don't want to impose undue burdens on new start-ups or throttle innovation. That's why I think it would be a mistake to overreact and crack down too hard, as Europe has done in some instances. Europe has put in place strict laws like the General Data Protection Regulation of 2018, the most significant change in privacy law in decades. It gives a lot of power to individuals over how their personal data is collected and used, and is much more punitive when it comes to data breaches. There are also ePrivacy rules there that govern how people can be targeted by advertisers. Some regulations, like the exceedingly complex \"right to be forgotten,\" would slam right into free speech laws here in the United States. This week, for example, Britain proposed creating a far-reaching regulator , including their individual executives, for damaging content on their platforms.Europe's message to big tech is increasingly clear: You made this mess, so you clean it up, or else.This punitiveand suspicious sentiment had already jumped the Atlantic -- all the way across to the Pacific -- with last year. Less stringent than the General Data Protection Regulation (and criticized by some for being too soft), it makes California-based companies follow stronger data protection rules, including giving the state's consumers more insight and power over how their data is used and imposing fines when tech platforms don't comply. The law will go into effect in 2020, and there may be further additions to it. There are also privacy bills in play in at least 10 other states, so we are off and running to a confusing patchwork of laws. We need a more unified approach, because right now, our privacy regulation looks like a goat rodeo.We have to figure this out now, because more privacy-threatening technologies -- such as artificial intelligence, 5G, quantum computing, automation, robotics, self-driving cars and above all, facial recognition -- are all part of the next wave of innovation. How the tech giants share data withone another will also be an issue, because the ecosystem is increasingly intertwined.There are some countries that have gone far beyond what Americans would be comfortable with, China being the most aggressive. Beijing has created a surveillance economy that makes our current privacy issues seem trivial. The last thing we want is to get into a race over which country can better stalk its citizens. But we also need to ensure that the version of the internet that was invented in the United States -- one based on a principle of openness -- is the one that should prevail.Given how much is headed our way, I called Mr. McNealy to ask him if he felt the same about privacy now as he did in 1999.He said the harvesting of data wasunlikely to get any less invasive and noted that the information that is collected about us is like a \"digital tattoo\" that is impossible to expunge. Nonetheless, Mr. McNealy is not a fan of government regulation. He said that a federal privacy law would be a mistake because it would hinder innovation, and cautioned that the costs of compliance would hurt small companies.He also said that there are still enough alternatives to allow consumers to escape being hostages of Google or Facebook or Amazon, and that if people are concerned about those companies' data collection, they are free to stop using their platforms. \"There is nothing to be done about it but consumer choice,\" he said.Besides, Mr. McNealy said, much of the data that is being collected is not actually that dangerous. \"Amazon knows that I buy toilet paper, but who cares if it is data that does not matter?\" he asked.But at some point, I argued, it does matter. What happens if these companies go too far, and who is to decide how that data is meshed and mixed with other data? Mr. McNealy insisted that current laws, bolstered by antitrust action, should remedy any abuses.\"There are plenty of laws to deal with it if, say, Google is reading my email\" without permission, he said. \"And if these companies do abuse their power by advantaging other parts of their businesses, then regulators ought to have long, hard conversation with them.\" Until then, according to the Cassandra of privacy? \"I can live without Google, so it does not bother me,\" he said.In other words, get over it? I don't intend to, and I don't think anyone else should, either. While we may have zero privacy, it doesn't mean that we have given up our right to control our digital selves. In fact, as tech marches on, that might be the one right that needs to be protected most of all."},
{"appears_ulr": "https://www.nytimes.com/interactive/2019/world/asia/india-election.html", "title": "India Election 2019: A Simple Guide to the World's Largest Vote", "authors": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2019/04/10/magazine/fried-cauliflower-recipe.html", "title": "The Secret to Fried Cauliflower That Is Savory Yet Light", "authors": "", "contents": "When I'm craving a lunch that's special but not fancy, or when lunchtime catches me by surprise, I head to the tiny restaurant Standard Fare in Berkeley. Run by Kelsie Kerr, one of the chefs at Chez Panisse who taught me to cook, Standard Fare is mostly kitchen; at lunchtime, customers turn the wide sidewalk into an ad hoc dining room, perching atop a row of metal stools with bowls of soup and focaccia sandwiches on their laps.My lunch mantra is \"as many vegetables as possible,\" so I usually order the vegetarian sandwich, which is always piled high with whatever greens and vegetables catch Kerr's eye at the farmers' market, all enriched and brightened by generous doses of sauces and vinaigrettes. But when I stopped in a month or so ago, the daily special of cauliflower steaks with turmeric-spiced chickpeas sounded equally virtuous but more satisfying. Besides, I love caramel-sweet roasted cauliflower and will take any opportunity to eat it. I was typically harried, hungry and running late, so I felt lucky when I snagged one of the few inside seats. As I turned to scan the kitchen and gauge how long it might take the cooks to prepare my lunch, Kerr brought over a plate of fried cauliflower on a bed of fragrant spiced chickpeas, all showered with herbs and sizzled cumin seeds.I hadn't expected the cauliflower to be fried, but I was delighted by the way the tender, golden crust shattered in my mouth. Fried vegetables, often overbattered and undercooked, tend to disappoint me with their tough or soggy crusts. This cauliflower, though, was savory yet light. And though it had clearly been battered, it was also somehow sweet with the sort of browning that results from long, steady roasting. I looked back at the kitchen to thank the person who'd done such a nice job of preparing my lunch. But no one was frying anything! Fried food -- especially when it's battered -- must be cooked to order and served immediately; otherwise it grows limp as it cools. And while there's plenty of pleasure to be taken in sneaking a bite of cold, leftover fried chicken from the fridge late at night, you cannot serve soggy fried chicken -- or soggy anything else -- at a restaurant. Especially if you're Kelsie Kerr, one of the most steadfast, exacting chefs the Bay Area has ever known.On my way out, I asked Kerr for her recipe. I wanted to know how she had managed the technical feat of producing cauliflower that boasted the best characteristics of both roasted and fried. \"Oh,\" she responded with a knowing chuckle that sent her freckles dancing, \"it's Ella's recipe.\" I was stunned. I met Ella, Kelsie's lithe, red-haired daughter, in 2001, when she could barely walk. It took me a moment to get used to the thought that she's now 19 and able to develop recipes that hold muster in her mother's kitchen. I begged Kerr to email me the recipe.What she sent seemed simple enough. Made with a mixture of brown rice and tapioca flours, the batter lacked gluten, which explained the cauliflower's delicate crust. When wheat flour is mixed with water, gluten strands develop and strengthen, giving structure to a batter or dough -- a characteristic desirable in a crusty loaf of bread, but less so in a light pastry or crust.When I tried the recipe at home, the cauliflower's thin batter turned an amber lace as it fried in coconut oil. By the time I flipped each slice, the batter no longer covered the entirety of the second side, but those exposed bits of cauliflower -- hugging the hot metal of the pan -- took on a dark caramel color, growing extra sweet along the way.\"When Ella was a high school sophomore,\" Kerr told me when I called her for the cauliflower's origin story, \"she invited some friends over for dinner.\" Not wanting to intrude where she sensed she was not welcome, Kerr kept quiet even as she watched her teenager battering and frying the cauliflower in advance. \"I remember thinking there was no way it'd still be crispy that evening, but I didn't say a word.\" Then, when Ella served dinner, Kerr was taken aback. \"I thought: Holy mackerel! This is delicious,\" she recounted with delight. \"I knew it was a keeper because it was a fried dish we could make ahead in batches at the restaurant and warm to order.\"Culinary progeny often end up in the kitchen alongside their parents, but I didn't remember Ella's ever showing an interest in cooking. I asked Kerr if Ella has always liked to cook. \"She has, but she doesn't like to take advice from her mother,\" she answered dryly. \"She prefers to learn from YouTube.\" I wasn't sure I heard Kerr right, so I asked her to clarify. \"Yeah, she has all of these different YouTube cooks that she loves to watch.\" Bursting into laughter, I marveled at the thought. Kerr has been cooking professionally since 1981 -- probably longer than some of those YouTube chefs have been alive. She's one of the most accomplished, knowledgeable chefs in the country. And yet, her daughter is partial to watching other folks cook online. As a student of cooking, I find this maddening. As the daughter of a steadfast, exacting mother of my own, I find it entirely relatable.When I asked Kerr how it made her feel to be upstaged by YouTube, her generosity surprised me, \"That's Ella,\" she said. \"She's so casual in her cooking. I've learned to trust her because she always does things I find suspicious, and they always turn out delicious.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/13/opinion/sunday/taxes-public.html", "title": "Everyone's Income Taxes Should Be Public", "authors": "Binyamin Appelbaum", "contents": "In October 1924, the federal government threw open for public inspection the files that recorded the incomes of American taxpayers, and the amounts they had paid in taxes.Americans were gripped by a fever of interest in the finances of their neighbors. This newspaper devoted a large chunk of the front page to a list of the top taxpayers in Manhattan under a banner headline that read \".\" One story reported that a number of wives and ex-wives had lined up at a government office in New York to seek information about their present or former husbands. Journalists soon began to note the curious absence of some conspicuously wealthy people from the lists of top taxpayers.Congress had ordered the disclosure as a weapon against tax fraud. \"Secrecy is of the greatest aid to corruption,\" . \"The price of liberty is not only eternal vigilance, but also publicity.\" There is every reason to think that sunlight served the desired purpose. One important piece of evidence is that wealthy Americans absolutely hated the disclosure law, and soon persuaded Congress to execute a U-turn.Almost a century later, it's time to revisit the merits of universal public disclosure. Democrats in Congress are fighting to obtain President Trump's tax returns under a separate 1924 law, written in response to related concerns about public corruption. That issue could be resolved, at least in part, if Congress embraced the broader case for publishing everyone's tax bill.Now as then, disclosure could help to ensure that people pay a fair share of taxes. Americans underpay their taxes by , more than 10 percent of total federal revenue. Publishing a list of millionaires who paid little or no taxes this year could significantly reduce the number of millionaires who pay little or no taxes next year.In Norway, where tax records have been public since the founding of the modern state in 1814, a newspaper put the records online in 2001. that the records' greater availability caused a 3.1 percent increase in the reported incomes of self-employed Norwegians over the next three years, perhaps because they feared exposure.Disclosure also could help to reduce disparities in income, as well as disparities in tax payments. Inequality is easier to ignore in the absence of evidence. In Finland, where tax data is published each year on Nov. 1 -- -- people treat the information as a barometer of whether inequality is yawning too wide.Consider that public corporations are required to report the compensation of top executives -- who check disclosures of rival companies to ensure they are not underpaid. Another benefit would be identifying patterns of illegal discrimination against women or minorities. Lilly Ledbetter, for whom the is named, would have learned a lot sooner that she was making less than her male colleagues at a Goodyear plant in Alabama if she could have looked up their annual incomes on a government website.Transparency could even help to increase economic growth. People who know how much their co-workers are paid -- and how much people are paid at other companies, and in other industries -- can make better career decisions.Tax data also is a rich source of information about American life. The I.R.S. tightly limits access, but one of the few researchers allowed to work with that data, , has produced a series of important studies illuminating the mechanics of economic inequality. He and his collaborators have shown that Americans have , and that living in a good neighborhood as a child . One can only imagine what others might learn from the data.Calling for more disclosure may seem discordant at a time of growing concern about privacy. But income taxation is an act of government, not an aspect of private life. Property tax records provide a reasonable model. Local governments disclose the name of the property owner, the value of the property and the amount of taxes owed and paid. The same information should be available for income taxes -- nothing more is necessary.Another reasonable rule: In Norway, it is a matter of public record when someone looks at tax records. Everyone can see who is nosing around. Wisconsin, which makes income and tax information available on request, .Income taxation in the United States began in public view. When Congress imposed the first income tax in 1861, during the Civil War, it required the disclosure of names, incomes and tax payments. Over the following decade, before Congress ended the tax, this data was posted in public and printed in newspapers.That practice was briefly revived in 1924. It's time for another revival. The question is whether Americans are willing to endure a little sunlight in the interest of fairness and equality."}
]